import quiz1Image1 from '../../assets/2-1.png'
import quiz1Image2 from '../../assets/2-2.png'
import quiz1Image3 from '../../assets/2-3.png'
import quiz1Image4 from '../../assets/2-4.png'
import quiz1Image5 from '../../assets/2-5.png'
import quiz1Image6 from '../../assets/2-6.png'
import quiz1Image7 from '../../assets/2-7.png'
import quiz1Image8 from '../../assets/2-8.png'
import quiz1Image9 from '../../assets/2-9.png'
import quiz1Image10 from '../../assets/2-10.png'
import quiz1Image11 from '../../assets/2-11.png'
import quiz1Image12 from '../../assets/2-20.png'
import quiz1Image13 from '../../assets/2-13.png'
import quiz1Image14 from '../../assets/2-14.png'
import quiz1Image15 from '../../assets/2-15.png'
import quiz1Image16 from '../../assets/2-16.png'
import quiz1Image17 from '../../assets/2-17.png'
import quiz1Image18 from '../../assets/2-18.png'
import quiz1Image19 from '../../assets/2-19.png'
import quiz1Image20 from '../../assets/2-20.png'
import quiz1Image21 from '../../assets/2-21.png'
import quiz1Image22 from '../../assets/2-22.png'
import quiz1Image23 from '../../assets/2-23.png'
import quiz1Image24 from '../../assets/2-24.png' 
import quiz1Image25 from '../../assets/2-25.png'

export const quiz2Datatm = [
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் பொருள்:",
        "src": quiz1Image1,
        "answers": [
            { "text": "கட்டாய வட்டச் சந்திப்பு முன்பு", "correct": false },
            { "text": "கட்டாய வட்டச் சந்திப்பு", "correct": true },
            { "text": "வட்டச் சந்திப்பு அருகில் உள்ளது", "correct": false },
            { "text": "வட்டச் சந்திப்பு", "correct": false }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் பொருள்:",
        "src": quiz1Image2,
        "answers": [
            { "text": "இடப்புறம் திரும்பி நிற்க", "correct": false },
            { "text": "இடப்புறம் திரும்பவும்", "correct": false },
            { "text": "இடப்புறம் திருப்பிற்கு முன்னுரிமை", "correct": false },
            { "text": "இடப்புறம் திருப்பு முன்பு", "correct": true }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் வகை:",
        "src": quiz1Image3,
        "answers": [
            { "text": "தகவல் குறி", "correct": false },
            { "text": "எச்சரிக்கை குறி", "correct": false },
            { "text": "தடை குறி", "correct": true },
            { "text": "ஒழுங்குமுறை குறி", "correct": false }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் பொருள்:",
        "src": quiz1Image4,
        "answers": [
            { "text": "மோட்டார் வாகனங்களுக்கு சாலை மூடப்பட்டுள்ளது", "correct": true },
            { "text": "சாலை மூடப்பட்டுள்ளது", "correct": false },
            { "text": "கார்கள் மற்றும் மோட்டார் சைக்கிள்களுக்கு சாலை மூடப்பட்டுள்ளது", "correct": false },
            { "text": "கார்கள் மற்றும் மோட்டார் சைக்கிள்களுக்கு நுழைவு தடைசெய்யப்பட்டுள்ளது", "correct": false }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் பொருள்:",
        "src": quiz1Image5,
        "answers": [
            { "text": "வட்டச் சந்திப்பு அருகில் உள்ளது", "correct": false },
            { "text": "வாகன நிறுத்த இடம்", "correct": false },
            { "text": "நிற்கவும்", "correct": false },
            { "text": "நிற்றல் முன்பு", "correct": true }
        ]
    },
    {
        "question": "இந்த சாலை குறியீடு குறிக்கிறது:",
        "src": quiz1Image6,
        "answers": [
            { "text": "இரட்டை சாலை தொடங்கும் முன்பு", "correct": false },
            { "text": "சாலை குறுகிய முன்பு", "correct": false },
            { "text": "இரட்டை சாலை முடிவடையும் முன்பு", "correct": true },
            { "text": "குறுகிய பாலம் முன்பு", "correct": false }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் பொருள்:",
        "src": quiz1Image7,
        "answers": [
            { "text": "சந்திப்பு முன்பு", "correct": false },
            { "text": "ஒற்றை எண்களில் நிறுத்தம் அல்லது நிற்க தடைசெய்யப்பட்டுள்ளது", "correct": false },
            { "text": "இணை எண்களில் நிறுத்தம் அல்லது நிற்க தடைசெய்யப்பட்டுள்ளது", "correct": false },
            { "text": "நிறுத்தம் அல்லது நிற்க தடைசெய்யப்பட்டுள்ளது", "correct": true }
        ]
    },
    {
        "question": "போக்குவரத்து விளக்கின் அடுத்த நிறம் என்ன?",
        "src": quiz1Image8,
        "answers": [
            { "text": "பச்சை", "correct": false },
            { "text": "மஞ்சள்", "correct": false },
            { "text": "சிவப்பு மற்றும் மஞ்சள்", "correct": true },
            { "text": "மஞ்சள் மற்றும் பச்சை", "correct": false }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் பொருள்:",
        "src": quiz1Image9,
        "answers": [
            { "text": "எதிர்பார்ப்பு போக்குவரத்திற்கான முன்னுரிமை முடிவடைகிறது", "correct": false },
            { "text": "நுழைவு இல்லை", "correct": false },
            { "text": "மீறுதல் தடைசெய்யப்பட்டுள்ளது", "correct": true },
            { "text": "இணை எண்களில் நிறுத்தம் தடைசெய்யப்பட்டுள்ளது", "correct": false }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் பொருள்:",
        "src": quiz1Image10,
        "answers": [
            { "text": "இணை எண்களில் நுழைவு தடைசெய்யப்பட்டுள்ளது", "correct": false },
            { "text": "இணை எண்களில் நிறுத்தம் தடைசெய்யப்பட்டுள்ளது", "correct": false },
            { "text": "ஒற்றை எண்களில் நிறுத்தம் தடைசெய்யப்பட்டுள்ளது", "correct": true },
            { "text": "ஒற்றை எண்களில் நுழைவு தடைசெய்யப்பட்டுள்ளது", "correct": false }
        ]
    },    
    {
        "question": "இந்த சாலை குறிச்சியால் எச்சரிக்கப்படுவது:",
        "src": quiz1Image11,
        "answers": [
            { "text": "கண்காணிப்பு முன்பு", "correct": false },
            { "text": "அபாயகரமான சரிவு முன்பு", "correct": false },
            { "text": "சாலை பழுது பராமரிப்பு முன்பு", "correct": false },
            { "text": "கல்ல்கள் விழும் அபாயம் முன்பு", "correct": true }
        ]
    },
    {
        "question": "படத்தில் உள்ள கையின் சைகையால் போலீசார் எந்த கட்டளையை கொடுக்கிறார்கள்?",
        "src": quiz1Image12,
        "answers": [
            { "text": "பின்னால் வரும் போக்குவரத்து நிற்க வேண்டும்", "correct": false },
            { "text": "முன்புறம் மற்றும் பின்னால் வரும் போக்குவரத்து நிற்க வேண்டும்", "correct": false },
            { "text": "முன்னேறுங்கள்", "correct": false },
            { "text": "நிற்கவும்", "correct": true }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் பொருள்:",
        "src": quiz1Image13,
        "answers": [
            { "text": "இரு வழிச் சாலை முன்பு", "correct": false },
            { "text": "குறுகிய பாலம்", "correct": false },
            { "text": "சாலை குறுகும் முன்பு", "correct": false },
            { "text": "குறுகிய பாலம் முன்பு", "correct": true }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் பொருள்:",
        "src": quiz1Image14,
        "answers": [
            { "text": "ஒற்றை எண்களில் நுழைவு தடைசெய்யப்பட்டுள்ளது", "correct": false },
            { "text": "ஒற்றை எண்களில் நிறுத்தம் தடைசெய்யப்பட்டுள்ளது", "correct": false },
            { "text": "நுழைவு தடைசெய்யப்பட்டுள்ளது", "correct": true },
            { "text": "எதிர்பார்ப்பு போக்குவரத்து இல்லை", "correct": false }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் பொருள்:",
        "src": quiz1Image15,
        "answers": [
            { "text": "முக்கிய சாலை முன்பு", "correct": false },
            { "text": "முக்கோண சந்திப்பு முன்பு", "correct": false },
            { "text": "நிலுவை முன்பு", "correct": false },
            { "text": "நிலுவை", "correct": true }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் பொருள்:",
        "src": quiz1Image16,
        "answers": [
            { "text": "வாகன நுழைவு கட்டுப்படுத்தப்பட்டுள்ளது", "correct": false },
            { "text": "நிலுவை முன்பு", "correct": false },
            { "text": "முக்கிய சாலை", "correct": false },
            { "text": "முக்கிய சாலை முடிவடைகிறது", "correct": true }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் எச்சரிக்கப்படுவது:",
        "src": quiz1Image17,
        "answers": [
            { "text": "எதிர்பார்ப்பு ரயில் வந்துகொண்டிருக்கிறது", "correct": false },
            { "text": "ரயில் வந்துகொண்டிருக்கிறது", "correct": false },
            { "text": "பாதுகாப்பற்ற நிலை கடவுச்சாலை", "correct": false },
            { "text": "பாதுகாப்பற்ற நிலை கடவுச்சாலை முன்பு", "correct": true }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் பொருள்:",
        "src": quiz1Image18,
        "answers": [
            { "text": "சாலை முடிவடைகிறது", "correct": false },
            { "text": "வளைவு முன்பு", "correct": false },
            { "text": "U-முறை திருப்பு தடைசெய்யப்பட்டுள்ளது", "correct": true },
            { "text": "வலப்புறம் திருப்பு தடைசெய்யப்பட்டுள்ளது", "correct": false }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் பொருள்:",
        "src": quiz1Image19,
        "answers": [
            { "text": "வட்டச் சந்திப்பு முன்பு", "correct": false },
            { "text": "போக்குவரத்து விளக்குகள்", "correct": false },
            { "text": "நிற்றல்", "correct": true },
            { "text": "நிலுவை", "correct": false }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் வகை:",
        "src": quiz1Image20,
        "answers": [
            { "text": "தடை குறி", "correct": false },
            { "text": "அபாய எச்சரிக்கை குறி", "correct": false },
            { "text": "கட்டாய குறி", "correct": false },
            { "text": "தகவல் குறி", "correct": true }
        ]
    },    
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் பொருள்:",
        "src": quiz1Image21,
        "answers": [
            { "text": "நிலைக்கோடு கடத்தல் முன்பு", "correct": false },
            { "text": "மருத்துவமனை முன்பு", "correct": false },
            { "text": "தேவாலயம் முன்பு", "correct": false },
            { "text": "சாலை சந்திப்பு முன்பு", "correct": true }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் எச்சரிக்கப்படுவது:",
        "src": quiz1Image22,
        "answers": [
            { "text": "வலப்புறம் திரும்புங்கள்", "correct": false },
            { "text": "இடது வளைவு முன்பு", "correct": true },
            { "text": "வலது வளைவு முன்பு", "correct": false },
            { "text": "இடப்புறம் திரும்புங்கள்", "correct": false }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் பொருள்:",
        "src": quiz1Image23,
        "answers": [
            { "text": "ஒற்றை எண்களில் நிறுத்தம் தடைசெய்யப்பட்டுள்ளது", "correct": false },
            { "text": "சாலை மூடப்பட்டுள்ளது", "correct": false },
            { "text": "நிறுத்தம் தடைசெய்யப்பட்டுள்ளது", "correct": true },
            { "text": "வட்டச் சந்திப்பு முன்பு", "correct": false }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் பொருள்:",
        "src": quiz1Image24,
        "answers": [
            { "text": "ஒரு அச்சுக் கால் ஒன்றுக்கு பரிமாண வரம்பு", "correct": false },
            { "text": "வேக வரம்பு முடிவு", "correct": true },
            { "text": "வேக வரம்பு தொடக்கம்", "correct": false },
            { "text": "வேக வரம்பு", "correct": false }
        ]
    },
    {
        "question": "இந்த சாலை குறிச்சியால் குறிக்கப்படும் பொருள்:",
        "src": quiz1Image25,
        "answers": [
            { "text": "வலது திருப்பு முன்பு", "correct": true },
            { "text": "நிறுத்தம் அனுமதிக்கப்படுகிறது", "correct": false },
            { "text": "அபாயம் முன்பு, மெதுவாக செல்லுங்கள்", "correct": false },
            { "text": "நிற்றல்", "correct": false }
        ]
    },
    {
        "question": "இலங்கையின் சாலை குறிச்சியிலும் குறியீட்டிலும் அபாய எச்சரிக்கை குறிகள் எப்படி காணப்படுகின்றன?",
        "src": "",
        "answers": [
            { "text": "நீல பின்னணியில் வெள்ளையாக", "correct": false },
            { "text": "சிவப்பு பின்னணியில் வெள்ளையாக", "correct": false },
            { "text": "மஞ்சள் பின்னணியில் கருப்பாக", "correct": true },
            { "text": "வெள்ளை பின்னணியில் சிவப்பாக", "correct": false }
        ]
    },
    {
        "question": "வட்டச் சந்திப்பில் அடிப்படை விதி என்ன?",
        "src": "",
        "answers": [
            { "text": "வலப்புறத்தில் இருந்து வரும் போக்குவரத்திற்கு முன்னுரிமை கொடுக்க வேண்டும்", "correct": true },
            { "text": "இடப்புறத்தில் இருந்து வரும் போக்குவரத்திற்கு முன்னுரிமை கொடுக்க வேண்டும்", "correct": false },
            { "text": "பெரிய போக்குவரத்திற்கு முன்னுரிமை கொடுக்க வேண்டும்", "correct": false },
            { "text": "இடப்புறமோ வலப்புறமோ எதிலிருந்தும் வரும் போக்குவரத்திற்கு முன்னுரிமை கொடுக்க வேண்டும்", "correct": false }
        ]
    },
    {
        "question": "மூன்று பாதைகள் உள்ள சாலையில் நேராக செல்லும்போது எந்த பாதையை தேர்ந்தெடுக்க வேண்டும்?",
        "src": "",
        "answers": [
            { "text": "நடுத்தர பாதை அல்லது வலது பக்கம் பாதை", "correct": false },
            { "text": "வலது பக்கம் பாதை", "correct": false },
            { "text": "இடது பக்கம் பாதை", "correct": false },
            { "text": "நடுத்தர பாதை", "correct": true }
        ]
    },
    {
        "question": "உங்கள் வாகனத்திற்கும் முன்புள்ள வாகனத்திற்கும் இடையே போதிய இடைவெளி ஏன் இருக்க வேண்டும்?",
        "src": "",
        "answers": [
            { "text": "முன்புள்ள வாகனம் திடீரென நிற்கும் போது, அதை முந்த போதுமான இடம் இருக்கும்", "correct": false },
            { "text": "முன்புள்ள வாகனம் திடீரென நிற்கும் போது, நீங்கள் நிற்க போதுமான இடம் இருக்கும்", "correct": true },
            { "text": "முன்புள்ள வாகனம் வேகமாக செல்லவும், முந்தவும் கூடுதல் இடம் கிடைக்கும்", "correct": false },
            { "text": "முன்புள்ள வாகனத்திற்குப் பின்னால் பயணிக்க எளிதாக இருக்கும்", "correct": false }
        ]
    },
    {
        "question": "அபாய விளக்குகளை எப்போது பயன்படுத்த வேண்டும்?",
        "src": "",
        "answers": [
            { "text": "வாகனம் பழுதாகி நிற்கும் போது மட்டுமே", "correct": true },
            { "text": "அவசர கால போக்குவரத்தைக் குறிக்க", "correct": false },
            { "text": "சந்திப்பில் நேராக செல்லும்போது", "correct": false },
            { "text": "முன்னுரிமையை குறிக்க", "correct": false }
        ]
    },    
    {
        "question": "ஒரு சந்திப்பு பெட்டி குறிக்கப்பட்டிருக்கும்போது:",
        "src": "",
        "answers": [
            { "text": "நேராக செல்லும் போது வெளியேறுவதற்கான பாதை தெளிவாக இருந்தால், நீங்கள் சந்திப்பு பெட்டியில் நுழையலாம்", "correct": true },
            { "text": "நேராக செல்லும் போது நீங்கள் சந்திப்பு பெட்டியில் நுழையலாம்", "correct": false },
            { "text": "வலதுபுறம் திரும்புவதை தவிர, நீங்கள் நுழையலாம்", "correct": false },
            { "text": "எப்போதும் நீங்கள் நுழையலாம்", "correct": false }
        ]
    },
    {
        "question": "மற்றொரு வாகனம் உங்கள் வாகனத்தை முந்தும்போது:",
        "src": "",
        "answers": [
            { "text": "உங்களுக்கு பிடிக்கவில்லை என்றால், வலது திருப்பு சிக்னலை இயக்கவும்", "correct": false },
            { "text": "குறைந்த கேியரில் மாறி நிற்கவும்", "correct": false },
            { "text": "வேகத்தை அதிகரிக்காமல், அந்த வாகனத்தை முந்த அனுமதிக்கவும்", "correct": true },
            { "text": "உங்களுக்கு பிடிக்கவில்லை என்றால், வேகத்தை அதிகரிக்கவும்", "correct": false }
        ]
    },
    {
        "question": "ஒரு வாகனத்தை நிறுத்தலாம்:",
        "src": "",
        "answers": [
            { "text": "சந்திப்பிலிருந்து 25 மீட்டர் தொலைவில்", "correct": true },
            { "text": "பேருந்து நிறுத்தத்திலிருந்து 20 மீட்டர் தொலைவில்", "correct": false },
            { "text": "கடத்தல் கோட்டின் அருகில் அல்லது 10 மீட்டர் தொலைவில்", "correct": false },
            { "text": "தீ அணைக்கும் குழாயிலிருந்து 10 மீட்டர் தொலைவில்", "correct": false }
        ]
    },
    {
        "question": "ஒரு வாகனத்தை நீங்கள் முந்தக்கூடாது, எப்போது?",
        "src": "",
        "answers": [
            { "text": "ஒரு மருத்துவமனைக்கு அருகில் சென்றுகொண்டிருக்கும்போது", "correct": false },
            { "text": "நீதிமன்றங்களுக்கு அருகில் சென்றுகொண்டிருக்கும்போது", "correct": false },
            { "text": "தொடர் மைய கோட்டையை கடக்காமல்", "correct": false },
            { "text": "நடமாடும் மக்கள் கடத்தல் முன்பும் அல்லது அருகிலும்", "correct": true }
        ]
    },
    {
        "question": "மூன்று பாதைகள் உள்ள சாலையில் நேராக செல்லும்போது நீங்கள் எந்த பாதையை தேர்ந்தெடுக்க வேண்டும்?",
        "src": "",
        "answers": [
            { "text": "நடுத்தர பாதை அல்லது வலது பக்கம் பாதை", "correct": false },
            { "text": "வலது பக்கம் பாதை", "correct": false },
            { "text": "இடது பக்கம் பாதை", "correct": false },
            { "text": "நடுத்தர பாதை", "correct": true }
        ]
    },
    {
        "question": "இரவில் உங்கள் வாகனம் எங்கு நிறுத்தப்பட வேண்டும்?",
        "src": "",
        "answers": [
            { "text": "சாலையின் இடது பக்கத்தில் நிறுத்தும் விளக்குகள் இயக்கப்பட்ட நிலையில்", "correct": false },
            { "text": "போக்குவரத்து ஓட்டத்திற்கு எதிராக", "correct": false },
            { "text": "போக்குவரத்து ஓட்டத்தின் திசையில்", "correct": false },
            { "text": "போக்குவரத்து செல்லும் திசையை எதிர்நோக்கி", "correct": true }
        ]
    },
    {
        "question": "மதுபானம் அல்லது போதைப்பொருள் உட்கொண்ட பிறகு:",
        "src": "",
        "answers": [
            { "text": "ஒரு விபத்தை தவிர்க்கும் செயலுக்கு அதிக நேரம் பிடிக்கும்", "correct": true },
            { "text": "ஒரு விபத்தை தவிர்க்கும் செயலுக்கு குறைவான நேரம் பிடிக்கும்", "correct": false },
            { "text": "விபத்தை தவிர்ப்பதற்கு எந்த தாக்கமும் இல்லை", "correct": false },
            { "text": "விபத்தை தடுப்பதில் நீங்கள் மிகவும் திறமையாகிவிடுவீர்கள்", "correct": false }
        ]
    },
    {
        "question": "நீங்கள் இடப்பக்கத்தில் ஒரு வாகனத்தை முந்தலாம், எப்போது?",
        "src": "",
        "answers": [
            { "text": "முன்புள்ள வாகனம் வலது திருப்ப சிக்னல் காட்டும்போது", "correct": true },
            { "text": "முன்புள்ள வாகனம் குறைந்தபட்ச வேகத்தில் சென்றுகொண்டிருக்கும்போது", "correct": false },
            { "text": "வலது பக்கம் முந்துதல் ஆபத்தாக இருக்கும் என்று நினைத்தால்", "correct": false },
            { "text": "முன்புறம் இருந்து அதிக போக்குவரத்து வந்துகொண்டிருக்கும்போது", "correct": false }
        ]
    },
    {
        "question": "போக்குவரத்து விதிகளை கடைப்பிடிக்கும் போது முன்னுரிமையின் சரியான வரிசை:",
        "src": "",
        "answers": [
            { "text": "காவல்துறை அதிகாரிகளின் சைகைகள், போக்குவரத்து ஒளி சிக்னல்கள், சாலை குறிச்சியங்கள், சாலை குறியீடுகள்", "correct": true },
            { "text": "சாலை குறியீடுகள், காவல்துறை அதிகாரிகளின் சைகைகள், போக்குவரத்து ஒளி சிக்னல்கள், சாலை குறிச்சியங்கள்", "correct": false },
            { "text": "சாலை குறிச்சியங்கள், சாலை குறியீடுகள், காவல்துறை அதிகாரிகளின் சைகைகள், போக்குவரத்து ஒளி சிக்னல்கள்", "correct": false },
            { "text": "போக்குவரத்து ஒளி சிக்னல்கள், சாலை குறிச்சியங்கள், சாலை குறியீடுகள், காவல்துறை அதிகாரிகளின் சைகைகள்", "correct": false }
        ]
    },
    {
        "question": "தடிதாக மின்னும் தலை ஒளிகள் எதை குறிக்கின்றன?",
        "src": "",
        "answers": [
            { "text": "மற்றவர்கள் எனக்காக நிற்க வேண்டும்", "correct": false },
            { "text": "நான் வந்துகொண்டிருக்கிறேன்", "correct": true },
            { "text": "எனக்கு முன்னுரிமை அளிக்க வேண்டும்", "correct": false },
            { "text": "நான் மெதுவாக செல்லும் வாகனத்தை முந்திக்கொண்டிருக்கிறேன்", "correct": false }
        ]
    },    
];