import quiz1Image18 from '../../assets/4-18.png';

export const quiz4Datatm = [
    {
        "question": "வாகனம் விபத்தில் சிக்கினால் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "எந்த காரணத்திற்காகவும் வாகனத்தை அகற்ற வேண்டாம்", "correct": false },
            { "text": "வாகனத்தை அதே நிலையில் வைக்கவும்", "correct": false },
            { "text": "போக்குவரத்துக்கு இடையூறாக இருந்தால் வாகனத்தை சாலையிலிருந்து அகற்றவும்", "correct": false },
            { "text": "சாலையில் வாகனத்தின் நிலையை குறித்து, காயமடைந்தவர்களை மருத்துவமனைக்கு கொண்டு செல்ல அதைப் பயன்படுத்தவும்", "correct": true }
        ]
    },
    {
        "question": "வாகனம் ஓட்டும்போது டாஷ்போர்டில் சிவப்பு விளக்கு தோன்றினால் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "அருகிலுள்ள கேரேஜுக்கு ஓட்டவும்", "correct": false },
            { "text": "உங்கள் இலக்கை கவனமாக ஓட்டவும்", "correct": false },
            { "text": "அது முக்கியமல்ல என்பதால் புறக்கணிக்கவும்", "correct": false },
            { "text": "உடனடியாக நிறுத்தி, பிழையை சரிபார்க்கவும்", "correct": true }
        ]
    },
    {
        "question": "ஒரு வாகனம் சாலையில் ஓட்ட தகுதியானது என்றால் என்ன அர்த்தம்?",
        "answers": [
            { "text": "அனைத்து இயந்திர கூறுகளும் உகந்த நிலையில் உள்ளன, மற்றும் காப்பீடு மற்றும் ஓட்டுநர் உரிமம் உட்பட அனைத்து ஆவணங்களும் புதுப்பிக்கப்பட்டுள்ளன", "correct": true },
            { "text": "காப்பீடு மற்றும் ஓட்டுநர் உரிமம் மட்டுமே போதுமானது", "correct": false },
            { "text": "ஸ்டீயரிங் சக்கரம், டயர்கள் மற்றும் பிரேக்குகள் மட்டுமே நல்ல நிலையில் இருக்க வேண்டும்", "correct": false },
            { "text": "ஓட்டுநர் வாகனத்தை கட்டுப்படுத்த முடிந்தால், எந்த வாகனமும் ஏற்றுக்கொள்ளத்தக்கது", "correct": false }
        ]
    },
    {
        "question": "சிக்னல் விளக்குகளால் கட்டுப்படுத்தப்படும் சந்திப்பு பெட்டி எதைக் குறிக்கிறது?",
        "answers": [
            { "text": "சந்தியில் போக்குவரத்து நெரிசல் உள்ளது என்பதை இது காட்டுகிறது", "correct": false },
            { "text": "வலதுபுறம் திரும்பும்போது தவிர, எந்த நேரத்திலும் சந்திப்பில் நுழைய இது அனுமதிக்கிறது", "correct": false },
            { "text": "இது சந்திப்பின் கவனத்தை ஈர்க்கும் ஒரு சமிக்ஞை", "correct": false },
            { "text": "பச்சை விளக்கு எரியும் போது கூட, வலதுபுறம் திரும்பினால் தவிர சந்திப்பு பெட்டியில் நுழைய முடியாது", "correct": true }
        ]
    },
    {
        "question": "சமமான நிலத்தில் கைமுறை வாகனத்தை தொடங்கி ஓட்டுவதற்கான சரியான நடைமுறை என்ன?",
        "answers": [
            { "text": "இடது கால் பிரேக் பெடலிலும் வலது கால் தரையிலும்", "correct": false },
            { "text": "வலது கால் தரையிலும் இடது கால் கிளட்ச் பெடலிலும்", "correct": false },
            { "text": "வலது கால் ஆக்சிலரேட்டர் பெடலிலும் இடது கால் கிளட்ச் பெடலிலும்", "correct": true },
            { "text": "வலது கால் பிரேக் பெடலிலும் இடது கால் கிளட்ச் பெடலிலும்", "correct": false }
        ]
    },
    {
        "question": "செங்குத்தான சாய்வில் கைமுறை வாகனத்தை ஓட்டும்போது உங்கள் கால் நிலைகள் என்னவாக இருக்க வேண்டும்?",
        "answers": [
            { "text": "இடது கால் கிளட்ச் பெடலிலும் வலது கால் பிரேக் பெடலிலும்", "correct": true },
            { "text": "வலது கால் தரையிலும் இடது கால் கிளட்ச் பெடலிலும்", "correct": false },
            { "text": "வலது கால் பிரேக் பெடலிலும் இடது கால் தரையிலும்", "correct": false },
            { "text": "இடது கால் கிளட்ச் பெடலில் லேசாகவும் வலது கால் ஆக்சிலரேட்டரிலும்", "correct": false }
        ]
    },
    {
        "question": "போக்குவரத்து இல்லாத சமமான சாலைகளில் கைமுறை வாகனத்தை ஓட்டும்போது உங்கள் கால் நிலைகள் என்னவாக இருக்க வேண்டும்?",
        "answers": [
            { "text": "இடது கால் கிளட்ச் பெடலிலும் வலது கால் பிரேக் பெடலிலும்", "correct": false },
            { "text": "இடது கால் தரையிலும் வலது கால் ஆக்சிலரேட்டரிலும்", "correct": true },
            { "text": "இடது கால் கிளட்ச் பெடலில் லேசாகவும் வலது கால் ஆக்சிலரேட்டரிலும்", "correct": false },
            { "text": "இடது கால் பிரேக் பெடலில் லேசாகவும் வலது கால் ஆக்சிலரேட்டரிலும்", "correct": false }
        ]
    },
    {
        "question": "போக்குவரத்து உள்ள சாலையில் கைமுறை வாகனத்தை ஓட்டும்போது உங்கள் கால் நிலைகள் என்னவாக இருக்க வேண்டும்?",
        "answers": [
            { "text": "இடது கால் தரையிலும் வலது கால் பிரேக் பெடலிலும்", "correct": false },
            { "text": "இடது கால் கிளட்ச் பெடலிலும் வலது கால் பிரேக் பெடலிலும் லேசாக", "correct": true },
            { "text": "இடது கால் தரையிலும் வலது கால் ஆக்சிலரேட்டரிலும்", "correct": false },
            { "text": "இடது கால் கிளட்ச் பெடலில் லேசாகவும் வலது கால் ஆக்சிலரேட்டரிலும்", "correct": false }
        ]
    },
    {
        "question": "மற்றொரு வாகனத்தை முந்திச் செல்வதற்கான சரியான வழி என்ன?",
        "answers": [
            { "text": "இது வாகனங்களின் வேகத்தைப் பொறுத்தது", "correct": false },
            { "text": "சிக்னல், சாலையை நன்கு கவனிக்கவும் மற்றும் வாகனத்தை கட்டுப்படுத்தவும்", "correct": false },
            { "text": "வேகப்படுத்துங்கள், சிக்னல், கவனிக்கவும் மற்றும் வாகனத்தை கட்டுப்படுத்தவும்", "correct": false },
            { "text": "சாலையை கவனமாக கவனிக்கவும், சிக்னல் மற்றும் வாகனத்தை கட்டுப்படுத்தவும்", "correct": true }
        ]
    },
    {
        "question": "மற்றொரு வாகனத்தை முந்திச் செல்லும்போது நீங்கள் முதலில் செய்ய வேண்டியது என்ன?",
        "answers": [
            { "text": "வாகனத்தை சரியான பாதையில் நகர்த்தவும்", "correct": false },
            { "text": "உங்கள் வேகத்தை சரிசெய்து தயாராகுங்கள்", "correct": false },
            { "text": "உங்கள் நோக்கத்தை சிக்னல் செய்யவும்", "correct": false },
            { "text": "கண்ணாடி மூலம் பார்த்து உங்கள் சுற்றுப்புறங்களை சரிபார்க்கவும்", "correct": true }
        ]
    },
    {
        "question": "ஒரு வாகனத்தை முந்த தயாராகும் போது, மற்றொரு வாகனம் உங்களை முந்த தயாராகிறது என்பதை உணர்ந்தால், முதலில் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "பின்னால் இருந்து வரும் வாகனங்களுக்கு கவனம் செலுத்த தேவையில்லை", "correct": false },
            { "text": "நீங்கள் முந்த போகிறீர்கள் என்று உடனடியாக சிக்னல் செய்யவும்", "correct": true },
            { "text": "உடனடியாகவும் தெளிவாகவும் உங்கள் வேகத்தை குறைக்கவும்", "correct": false },
            { "text": "உடனடியாகவும் தெளிவாகவும் இடது புறம் நகர்கிறீர்கள் என்று சிக்னல் செய்யவும்", "correct": false }
        ]
    },
    {
        "question": "பக்கவாட்டு நடைபாதைக்கு இணையாக சாலையில் மஞ்சள் கோடு குறிக்கப்பட்டிருந்தால், அது எதைக் குறிக்கிறது?",
        "answers": [
            { "text": "சாலையின் விளிம்பைக் குறிக்கும் கோடு", "correct": false },
            { "text": "இந்த பகுதியில் பார்க்கிங் அனுமதிக்கப்படுகிறது", "correct": false },
            { "text": "இந்த பகுதியில் பார்க்கிங் அனுமதிக்கப்படவில்லை", "correct": true },
            { "text": "பின்னணி சக்கரங்களை நடைபாதையில் வைத்து பார்க்கிங் செய்யலாம்", "correct": false }
        ]
    },
    {
        "question": "பக்கவாட்டு நடைபாதைக்கு இணையாக சாலையில் வெள்ளை கோடு குறிக்கப்பட்டிருந்தால், அது எதைக் குறிக்கிறது?",
        "answers": [
            { "text": "சாலையின் விளிம்பைக் குறிக்கும் கோடு", "correct": true },
            { "text": "இந்த பகுதியில் பார்க்கிங் அனுமதிக்கப்படுகிறது", "correct": false },
            { "text": "இந்த பகுதியில் பார்க்கிங் அனுமதிக்கப்படவில்லை", "correct": false },
            { "text": "பின்னணி சக்கரங்களை நடைபாதையில் வைத்து பார்க்கிங் செய்யலாம்", "correct": false }
        ]
    },
    {
        "question": "நகர எல்லைக்குள் அதிகபட்ச வேக வரம்புகள் என்ன?",
        "answers": [
            { "text": "அனைத்து வாகனங்களுக்கும் 50 கிமீ/மணி", "correct": false },
            { "text": "மோட்டார் சைக்கிள்கள், மோட்டார் கார்கள், இரட்டை பயன்பாட்டு வாகனங்கள், வணிக வாகனங்கள் மற்றும் மூன்று சக்கர வண்டிகள் முறையே 50 கிமீ/மணி, 50 கிமீ/மணி மற்றும் 40 கிமீ/மணி வரம்புகளைக் கொண்டுள்ளன", "correct": false },
            { "text": "மோட்டார் சைக்கிள்கள், மோட்டார் கார்கள் மற்றும் இரட்டை பயன்பாட்டு வாகனங்கள் 70 கிமீ/மணி, வணிக வாகனங்கள் 60 கிமீ/மணி, மூன்று சக்கர வண்டிகள் 40 கிமீ/மணி", "correct": false },
            { "text": "மோட்டார் சைக்கிள்கள், மோட்டார் கார்கள் மற்றும் இரட்டை பயன்பாட்டு வாகனங்கள் 50 கிமீ/மணி, வணிக வாகனங்கள் 50 கிமீ/மணி, மூன்று சக்கர வண்டிகள் 40 கிமீ/மணி", "correct": true }
        ]
    },
    {
        "question": "பாதசாரி கடக்கும் இடம் என்றால் என்ன?",
        "answers": [
            { "text": "குறிப்பிடப்பட்ட பாதசாரி கடக்கும் இடங்களில் மட்டுமே பாதசாரிகள் சாலையைக் கடக்க முடியும்", "correct": true },
            { "text": "கடக்கும் இடத்திலிருந்து 25 மீட்டருக்குள் பாதசாரிகள் எங்கும் கடக்கலாம்", "correct": false },
            { "text": "கடக்கும் இடத்திலிருந்து 50 மீட்டருக்குள் பாதசாரிகள் எங்கும் கடக்க முடியாது", "correct": false },
            { "text": "கடக்கும் இடத்திலிருந்து 50 மீட்டருக்குள் பாதசாரிகள் எங்கும் கடக்கலாம்", "correct": false }
        ]
    },
    {
        "question": "போக்குவரத்து விளக்கு சிக்னலில் மஞ்சள் விளக்கு மட்டும் எரிந்தால் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "சிவப்பு விளக்கு வருவதற்கு முன்பு வேகப்படுத்துங்கள்", "correct": false },
            { "text": "அடுத்த சிக்னல் பச்சை நிறமாக இருக்கும், எனவே முன்னோக்கி செல்ல தயாராகுங்கள்", "correct": false },
            { "text": "அடுத்த சிக்னல் சிவப்பு நிறமாக இருக்கும் என்பதால் நிறுத்தவும்", "correct": true },
            { "text": "அடுத்த சிக்னல் பச்சை நிறமாக வரும் என்பதால் முன்னோக்கி செல்லவும்", "correct": false }
        ]
    },
    {
        "question": "தெரியாத வளைவை நீங்கள் சந்தித்தால் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "சாலையின் நடுவில் ஓட்டவும்", "correct": false },
            { "text": "அதே வேகத்தில் ஓட்டி ஹார்ன் அடிக்கவும்", "correct": false },
            { "text": "உங்கள் வேகத்தை குறைத்து, ஒரு முறை ஹார்ன் அடித்து, எந்த நேரத்திலும் நிறுத்த தயாராக முன்னோக்கி செல்லவும்", "correct": true },
            { "text": "ஹார்ன் அடிக்காமல் வேகப்படுத்துங்கள்", "correct": false }
        ]
    },
    {
        "question": "வரைபடத்தில் (a) புள்ளியில் உள்ளபடி சந்திப்பை நோக்கி ஒரு வாகனத்தை திருப்பும்போது, நீங்கள் என்ன செய்ய வேண்டும்?",
        "src": quiz1Image18,
        "answers": [
            { "text": "வாகனத்தை நிறுத்தவும்", "correct": false },
            { "text": "உங்கள் நோக்கத்தை சிக்னல் செய்யவும்", "correct": false },
            { "text": "பக்க கண்ணாடிகள் மூலம் கவனிக்கவும்", "correct": true },
            { "text": "உங்கள் வேகத்தை கட்டுப்படுத்தவும்", "correct": false }
        ]
    },
    {
        "question": "வரைபடத்தில் (b) புள்ளியில் உள்ளபடி சந்திப்பை நோக்கி ஒரு வாகனத்தை திருப்பும்போது, நீங்கள் என்ன செய்ய வேண்டும்?",
        "src": quiz1Image18,
        "answers": [
            { "text": "ஹார்ன் அடிக்கவும்", "correct": false },
            { "text": "பக்க கண்ணாடிகள் மூலம் கவனிக்கவும்", "correct": false },
            { "text": "உங்கள் நோக்கத்தை சிக்னல் செய்யவும்", "correct": true },
            { "text": "உங்கள் வேகத்தை அதிகரிக்கவும்", "correct": false }
        ]
    },
    {
        "question": "வரைபடத்தில் (c) புள்ளியில் உள்ளபடி சந்திப்பை நோக்கி ஒரு வாகனத்தை திருப்பும்போது, நீங்கள் என்ன செய்ய வேண்டும்?",
        "src": quiz1Image18,
        "answers": [
            { "text": "ஹார்ன் அடிக்கவும்", "correct": false },
            { "text": "பக்க கண்ணாடிகள் மூலம் கவனிக்கவும்", "correct": false },
            { "text": "உங்கள் நோக்கத்தை சிக்னல் செய்யவும்", "correct": false },
            { "text": "சரியான பாதையில் செல்லவும்", "correct": true }
        ]
    },
    {
        "question": "வரைபடத்தின் படி, A இல் உள்ள உடைந்த கோடு எதைக் குறிக்கிறது?",
        "src": quiz1Image18,
        "answers": [
            { "text": "முன்னால் ஒரு சந்திப்பு", "correct": false },
            { "text": "கடக்க முடியாத ஒரு நீளமான கோடு", "correct": false },
            { "text": "மைய கோடு குறித்தல்", "correct": true },
            { "text": "பாதை குறித்தல்", "correct": false }
        ]
    },
    {
        "question": "வரைபடத்தின் படி, B இல் உள்ள உடைந்த கோடு எதைக் குறிக்கிறது?",
        "src": quiz1Image18,
        "answers": [
            { "text": "சாலை பிரிக்கும் கோடு", "correct": false },
            { "text": "நிறுத்த சிக்னலில் நிறுத்த கோடு", "correct": false },
            { "text": "வழிவிடும் கோடு குறித்தல்", "correct": true },
            { "text": "பாதசாரி கடக்கும் இடம்", "correct": false }
        ]
    },
    {
        "question": "சாலையின் நடுவில் குறிக்கப்பட்ட ஒரு வெள்ளை கோடு எதைக் குறிக்கிறது?",
        "answers": [
            { "text": "முந்திச் செல்ல அதை கடக்க முடியாது", "correct": true },
            { "text": "வளைவில் ஆபத்தை குறிக்கிறது", "correct": false },
            { "text": "வலதுபுறம் திரும்ப அனுமதிக்கப்படவில்லை", "correct": false },
            { "text": "சாலை பிரிக்கும் கோடு", "correct": false }
        ]
    },
    {
        "question": "பம்பரில் இரும்பு ரெயிலிங் வைப்பதன் விளைவு என்ன?",
        "answers": [
            { "text": "பம்பரை அகற்றலாம்", "correct": false },
            { "text": "இது சட்டவிரோதமானது", "correct": true },
            { "text": "விபத்தின் போது, மற்ற தரப்பினருக்கு சேதம் அதிகமாக இருக்கும்", "correct": false },
            { "text": "இது ஓட்டுநரின் பார்வையை பாதிக்கிறது", "correct": false }
        ]
    },
    {
        "question": "உங்கள் ஓட்டுநர் உரிமத்தை எப்போதும் உங்களுடன் எடுத்துச் செல்வது சட்டப்படி அவசியமா?",
        "answers": [
            { "text": "சட்டப்படி கட்டாயமில்லை", "correct": false },
            { "text": "சட்டப்படி கட்டாயமானது", "correct": true },
            { "text": "ஒரு நகல் போதுமானது", "correct": false },
            { "text": "அதை வீட்டில் பாதுகாப்பாக வைத்து தேவைப்படும்போது தயாரிப்பது பாதுகாப்பானது", "correct": false }
        ]
    },
    {
        "question": "ஒரு வாகனத்தை இடது பக்கத்திலிருந்து முந்திச் செல்ல எப்போது அனுமதிக்கப்படுகிறது?",
        "answers": [
            { "text": "இடதுபுறத்திலிருந்து முந்திச் செல்வது தடைசெய்யப்பட்டுள்ளது", "correct": false },
            { "text": "முன்னால் உள்ள வாகனம் வலதுபுறம் திரும்ப சிக்னல் செய்யும் போது", "correct": true },
            { "text": "இடதுபுறத்திலிருந்து முந்திச் செல்வது பாதுகாப்பாக இருக்கும்போது", "correct": false },
            { "text": "மேலே உள்ள எந்த சூழ்நிலையிலும்", "correct": false }
        ]
    },
    {
        "question": "சமமான மேற்பரப்பில் பார்க்கிங் செய்யும்போது சரிபார்க்க வேண்டிய மிக முக்கியமான விஷயம் என்ன?",
        "answers": [
            { "text": "கதவுகளை பூட்டவும்", "correct": false },
            { "text": "பார்க்கிங் பிரேக்குகள் சரியாக பயன்படுத்தப்பட்டுள்ளதா என்பதை சரிபார்க்கவும்", "correct": true },
            { "text": "பகலில் கூட விளக்குகளை இயக்கவும்", "correct": false },
            { "text": "பார்க்கிங் செய்யும் போது முன் டயர்கள் சரியான திசையில் இருப்பதை உறுதி செய்யவும்", "correct": false }
        ]
    },
    {
        "question": "அபாய விளக்குகள் எப்போது பயன்படுத்தப்பட வேண்டும்?",
        "answers": [
            { "text": "ஒரு நோயாளியை கொண்டு செல்லும் போது", "correct": false },
            { "text": "ஒரு சந்திப்பில் முன்னோக்கி ஓட்டும்போது", "correct": false },
            { "text": "ஒரு ஆபத்தான இடத்தில் முந்திச் செல்லும்போது", "correct": false },
            { "text": "வாகனம் பழுதடைந்து நிறுத்தப்பட்டிருக்கும் போது மட்டும்", "correct": true }
        ]
    },
    {
        "question": "ஒரு வாகனத்தில் எரிபொருள் நிரப்பும்போது என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "எஞ்சினில் கவனம் செலுத்த தேவையில்லை", "correct": false },
            { "text": "எரிபொருள் நிரப்பும்போது எஞ்சின் இயங்க வேண்டும்", "correct": false },
            { "text": "எரிபொருள் நிரப்பும்போது எஞ்சின் அணைக்கப்பட வேண்டும்", "correct": true },
            { "text": "நீங்கள் எண்ணெய் அளவை சரிபார்க்க வேண்டும்", "correct": false }
        ]
    },
    {
        "question": "மழை பெய்யும் நிலையில் நீங்கள் வாகனம் ஓட்டினால், நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "டயர்கள் நல்ல நிலையில் இருந்தால், கவலைப்படத் தேவையில்லை", "correct": false },
            { "text": "குறைந்த கியரில் மெதுவாக ஓட்டவும்", "correct": true },
            { "text": "அதிக கியரில் வேகமாக ஓட்டவும்", "correct": false },
            { "text": "அதிக கியரில் மெதுவாக ஓட்டவும்", "correct": false }
        ]
    },
    {
        "question": "சமமான மேற்பரப்பில் பார்க்கிங் செய்யும்போது, செய்ய வேண்டிய மிக முக்கியமான விஷயம்:",
        "answers": [
            { "text": "கதவுகளை பூட்டவும்", "correct": false },
            { "text": "பார்க்கிங் பிரேக் சரியாக பயன்படுத்தப்பட்டுள்ளதா என்பதை சரிபார்க்கவும்", "correct": true },
            { "text": "பகலில் கூட விளக்குகளை இயக்கவும்", "correct": false },
            { "text": "பார்க்கிங் செய்யும் போது முன் டயர்கள் சரியான திசையில் இருப்பதை உறுதி செய்யவும்", "correct": false }
        ]
    },
    {
        "question": "ஒரு வாகனத்தில் எரிபொருள் நிரப்பும்போது, நீங்கள்:",
        "answers": [
            { "text": "எஞ்சினில் கவனம் செலுத்த தேவையில்லை", "correct": false },
            { "text": "எஞ்சின் இயங்கும் போது எரிபொருள் நிரப்பவும்", "correct": false },
            { "text": "எரிபொருள் நிரப்பும்போது எஞ்சினை அணைக்கவும்", "correct": true },
            { "text": "எண்ணெய் அளவை சரிபார்க்கவும்", "correct": false }
        ]
    },
    {
        "question": "புதிய வாகன பதிவு செயல்பாட்டின் கீழ் வழங்கப்படும் அடையாள சான்றிதழ்:",
        "answers": [
            { "text": "அடையாள சான்றிதழில் கவனம் செலுத்த தேவையில்லை", "correct": false },
            { "text": "அதை எல்லா நேரங்களிலும் வாகனத்திற்குள் வைத்திருக்க வேண்டும்", "correct": true },
            { "text": "அதை வீட்டில் பாதுகாப்பாக வைத்திருக்க வேண்டும்", "correct": false },
            { "text": "அது வாகன உரிமையாளரின் பாதுகாப்பில் இருக்க வேண்டும்", "correct": false }
        ]
    },
    {
        "question": "ஒரு வாகனத்தை முந்திச் செல்லும்போது, சிறந்த வழி:",
        "answers": [
            { "text": "3வது அல்லது 4வது கியர் போன்ற உயர் கியரைப் பயன்படுத்தி சக்தியை அதிகரிக்கவும்", "correct": false },
            { "text": "3வது அல்லது 4வது கியர் போன்ற உயர் கியரைப் பயன்படுத்தி வேகத்தை அதிகரிக்கவும்", "correct": true },
            { "text": "1வது அல்லது 2வது கியர் போன்ற குறைந்த கியரைப் பயன்படுத்தி சக்தியை அதிகரிக்கவும்", "correct": false },
            { "text": "1வது அல்லது 2வது கியர் போன்ற குறைந்த கியரைப் பயன்படுத்தி வேகத்தை அதிகரிக்கவும்", "correct": false }
        ]
    },
    {
        "question": "மூன்று பாதைகள் கொண்ட சாலையில், மூன்றாவது பாதை எதற்கு பயன்படுத்தப்பட வேண்டும்:",
        "answers": [
            { "text": "வலதுபுறம் திரும்புவதற்கு", "correct": false },
            { "text": "வேகப்படுத்துவதற்கு", "correct": false },
            { "text": "மற்றொரு வாகனத்தை முந்திச் செல்வதற்கு", "correct": false },
            { "text": "மற்றொரு வாகனத்தை முந்திச் செல்வது, வலதுபுறம் திரும்புவது அல்லது விபத்தைத் தவிர்ப்பது", "correct": true }
        ]
    },
    {
        "question": "பிரதான சாலையில் நுழையும் போது, நீங்கள் யாருக்கு வழிவிட வேண்டும்:",
        "answers": [
            { "text": "இடதுபுறத்திலிருந்து வரும் போக்குவரத்து", "correct": false },
            { "text": "வலதுபுறத்திலிருந்து வரும் போக்குவரத்து", "correct": false },
            { "text": "வலது மற்றும் இடதுபுறத்திலிருந்து வரும் போக்குவரத்து", "correct": true },
            { "text": "எதிர்வரும் போக்குவரத்து", "correct": false }
        ]
    },
    {
        "question": "உங்கள் முன்னால் உள்ள வாகனத்தை முந்திச் செல்ல விரும்பினால், நீங்கள்:",
        "answers": [
            { "text": "வாகனத்தில் உள்ள ஓட்டுநர் முந்திச் செல்ல சிக்னல் செய்தால், நீங்கள் அதைக் கருத்தில் கொள்ளத் தேவையில்லை", "correct": false },
            { "text": "முன்னால் உள்ள சாலை தெளிவாகத் தெரிகிறதா என்று கவனிக்கவும்", "correct": false },
            { "text": "சாலை போதுமான அளவு அகலமாக இருக்கிறதா என்று கவனிக்கவும்", "correct": false },
            { "text": "சாலையை நன்கு கவனித்து, பின்னர் முந்திச் செல்வதா வேண்டாமா என்று முடிவு செய்யுங்கள்", "correct": true }
        ]
    },
    {
        "question": "ஒரு குறுக்குவழியிலிருந்து பிரதான சாலையை அணுகும்போது, நீங்கள்:",
        "answers": [
            { "text": "போக்குவரத்து இல்லையென்றால், இடதுபுறத்திலிருந்து இணையுங்கள்", "correct": false },
            { "text": "வலது பக்கத்தை சரிபார்த்து, வாகனங்கள் இல்லையென்றால் நுழையுங்கள்", "correct": false },
            { "text": "இடது பக்கத்தை சரிபார்த்து, வாகனங்கள் இல்லையென்றால் நுழையுங்கள்", "correct": false },
            { "text": "இரண்டு பக்கங்களையும் கவனித்து, பாதுகாப்பாக இருக்கும்போது பிரதான சாலையில் நுழையுங்கள்", "correct": true }
        ]
    },
    {
        "question": "போக்குவரத்து விதிகளை கடைப்பிடிக்கும் போது, சரியான முன்னுரிமை வரிசை:",
        "answers": [
            { "text": "காவல் அதிகாரிகளின் சிக்னல்கள், போக்குவரத்து விளக்கு சிக்னல்கள், சாலை அடையாளங்கள் மற்றும் சாலை குறிப்புகள்", "correct": true },
            { "text": "சாலை குறிப்புகள், காவல் அதிகாரிகளின் சிக்னல்கள், போக்குவரத்து விளக்கு சிக்னல்கள் மற்றும் சாலை அடையாளங்கள்", "correct": false },
            { "text": "சாலை அடையாளங்கள், சாலை குறிப்புகள், காவல் அதிகாரிகளின் சிக்னல்கள் மற்றும் போக்குவரத்து விளக்கு சிக்னல்கள்", "correct": false },
            { "text": "போக்குவரத்து விளக்கு சிக்னல்கள், சாலை அடையாளங்கள், சாலை குறிப்புகள் மற்றும் காவல் அதிகாரிகளின் சிக்னல்கள்", "correct": false }
        ]
    },
    {
        "question": "உங்கள் ஹெட்லைட்களை ஒளிரச் செய்வது எதைக் குறிக்கிறது:",
        "answers": [
            { "text": "மற்றவர்கள் எனக்காக நிறுத்த வேண்டும்", "correct": false },
            { "text": "நான் முன்னால் இருக்கிறேன்", "correct": true },
            { "text": "எனக்கு முன்னுரிமை அளிக்கப்பட வேண்டும்", "correct": false },
            { "text": "நான் மெதுவாக நகரும் வாகனத்தை முந்திச் செல்கிறேன்", "correct": false }
        ]
    },
]