export const quiz3Datatm = [
    {
        "question": "ஒரு வாகனத்தை நீங்கள் முந்தக்கூடாது, எப்போது?",
        "answers": [
            { "text": "நீதிமன்றங்களுக்குப் முன்னர்", "correct": false },
            { "text": "சாலை குறியீடுகள் உள்ள போது", "correct": false },
            { "text": "ஆபத்தான திருப்பத்தில்", "correct": true },
            { "text": "மருத்துவமனையின் முன்", "correct": false }
        ]
    },
    {
        "question": "உயர்நிலைகள் தடைசெய்யப்படவில்லை:",
        "answers": [
            { "text": "மூன்று சக்கர வாகனங்கள்", "correct": false },
            { "text": "புவியியல் வாகனங்கள்", "correct": false },
            { "text": "மொட்டார்சைக்கிள்கள்", "correct": false },
            { "text": "லாரிகள்", "correct": true }
        ]
    },
    {
        "question": "நீங்கள் ஒரு வாகனத்தை முந்த வேண்டும் என்றால், முதல் படி என்ன ஆகும்?",
        "answers": [
            { "text": "வாகனத்தை சரியான பாதைக்கு எடுத்துக் கொள்ளவும்", "correct": false },
            { "text": "சிக்னல் தரவும்", "correct": false },
            { "text": "பார்வை செலுத்தவும்", "correct": true },
            { "text": "வேகத்தை சரி செய்யவும்", "correct": false }
        ]
    },
    {
        "question": "நிறுத்தும் தொலைவு என்றால் என்ன?",
        "answers": [
            { "text": "சிந்தனை தொலைவு மற்றும் நெகிழ்வு தொலைவு ஆகியவற்றில் குறைந்த தொலைவு", "correct": false },
            { "text": "சிந்தனை தொலைவு மற்றும் நெகிழ்வு தொலைவு இடையிலான வேறுபாடு", "correct": false },
            { "text": "சிந்தனை தொலைவு மற்றும் நெகிழ்வு தொலைவு ஆகியவற்றின் மொத்த தொலைவு", "correct": true },
            { "text": "சிந்தனை தொலைவு மற்றும் நெகிழ்வு தொலைவு ஆகியவற்றில் நீண்ட தொலைவு", "correct": false }
        ]
    },
    {
        "question": "நீங்கள் ஒரு நடைபாதை கடந்து செல்லும் சிக்னலைக் கண்டு விட்டால், நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "எந்த நடைபாதைவாசிகள் இல்லாவிட்டால், நீங்கள் விருப்பமுள்ளபடி தொடருங்கள்", "correct": false },
            { "text": "நடைபாதை கடக்கும் முன், நடைபாதை வாசிகளுக்கு முன்னர் வேகத்தை அதிகரிக்கவும்", "correct": false },
            { "text": "எப்போது நிறுத்த வேண்டுமானாலும், வேகத்தை வரையறுக்கவும்", "correct": true },
            { "text": "சேர் மற்றும் முன்னே செல்லவும்", "correct": false }
        ]
    },
    {
        "question": "நீங்கள் முன்பு இருக்கும் வாகனத்தை முந்த வேண்டும் என்றால், நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "வாகன ஓட்டுனர் முந்தும் சிக்னல் கொடுத்தால், அதை கருத்தில் கொள்ள தேவையில்லை", "correct": false },
            { "text": "சாலையின் முன்னே சுத்தமாக தெரிந்தால், பார்க்கவும்", "correct": false },
            { "text": "சாலையின் பரப்புருவாக இருக்கிறதா என்று பார்க்கவும்", "correct": false },
            { "text": "சாலையை நன்கு பார்வையிடவும், பிறகு முந்தலைத் தீர்மானிக்கவும்", "correct": true }
        ]
    },
    {
        "question": "நீங்கள் நேராக திரும்ப விரும்பினால், நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "எந்த பாதையும் பயன்படுத்தலாம்", "correct": false },
            { "text": "இடது பாதையில் இருக்கவும்", "correct": false },
            { "text": "வலது பக்கம் செல்லவும்", "correct": false },
            { "text": "மைய கோட்டையிலிருந்து அருகியவராக செல்லவும்", "correct": true }
        ]
    },
    {
        "question": "நீங்கள் இடதுபுறம் நிறுத்தப்போகிறீர்கள் என்றால், உங்கள் வாகனத்தை எங்கு இயக்க வேண்டும்?",
        "answers": [
            { "text": "இடது பாதை", "correct": true },
            { "text": "பாதை பயன்படுத்துவது தேவையில்லை", "correct": false },
            { "text": "நடுத்தர பாதை", "correct": false },
            { "text": "வலது பாதை", "correct": false }
        ]
    },
    {
        "question": "நீங்கள் பக்க சாலையிலிருந்து முக்கிய சாலைக்கு அணுகும்போது, நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "போக்குவரத்து இல்லாவிட்டால், இடது பக்கம் சேரலாம்", "correct": false },
            { "text": "வலது பக்கத்தை பார்க்கவும், வாகனங்கள் இல்லாவிட்டால் நுழையவும்", "correct": false },
            { "text": "இடது பக்கத்தை பார்க்கவும், வாகனங்கள் இல்லாவிட்டால் நுழையவும்", "correct": false },
            { "text": "இரு பக்கங்களையும் பார்க்கவும், முக்கிய சாலைக்கு நுழையவும்", "correct": true }
        ]
    },
    {
        "question": "நீங்கள் உங்கள் பின்னணியில் உள்ள வாகனம் முந்த விரும்புகிறது என்று பார்த்தால், நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "வாகனத்தை கருத்தில் கொள்ள தேவையில்லை", "correct": false },
            { "text": "உங்கள் வேகத்தை குறைத்து, வாகனத்தை இடத்திற்கும் இடம் வழங்கவும்", "correct": true },
            { "text": "வலது சிக்னல் விளக்கு மூலம் முந்துவதை சிக்னல் செய்யவும்", "correct": false },
            { "text": "உங்கள் வாகனத்தை நடுத்தர பாதைக்கு நகர்த்தி, வாகனத்தினை முந்தாது", "correct": false }
        ]
    },    
    {
        "question": "நீங்கள் வாகனம் ஓட்டும்போது உங்கள் மொபைல் ரிங்க் ஆகினால், நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "நகரச்சுவரின் உள்ளே பதில் சொல்லுவது அனுமதிக்கப்படவில்லை.", "correct": false },
            { "text": "ஒரு கையால் சுழித்து மற்ற கையால் தொலைபேசிக்கு பதில் அளிக்கவும்.", "correct": false },
            { "text": "நீங்கள் பதில் சொல்ல வேண்டுமானால், பாதுகாப்பான இடத்தில் நிறுத்தி பதில் அளிக்கவும்.", "correct": true },
            { "text": "வாகனம் ஓட்டும்போது மொபைல் தொலைபேசிகள் கொண்டு செல்ல avoided என்பது சிறந்தது.", "correct": false }
        ]
    },
    {
        "question": "நீங்கள் வாகனம் ஓட்டும்போது, தடுப்புக்கான காரணமாக வாகனங்கள் ஒருங்கிணைக்கப்பட்டதைப் பார்த்தால், நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "வலப்பக்கத்தில் எந்த எதிர்பார்ப்பு வாகனங்கள் இல்லாவிட்டால், வலப்பக்கம் செல்லவும்.", "correct": false },
            { "text": "எல்லா வாகனங்களையும் முந்தி தடையை முன் நிறுத்தவும்.", "correct": false },
            { "text": "சாலையில் உள்ள கடைசி வாகனத்தின் பின்பு நிறுத்தவும்.", "correct": true },
            { "text": "ஹார்ன் அழுத்தி விரைவில் சிக்னல் செய்யவும்.", "correct": false }
        ]
    },
    {
        "question": "நீங்கள் வாகனம் ஓட்டும்போது, ஒரு பஸ் நிறுத்தப்பட்டு பயணிகள் இறங்குவதைப் பார்த்தால், நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "பஸ்ஸுக்கு கவனமிடும் தேவையில்லை.", "correct": false },
            { "text": "பயணிகள் சாலை கடக்கின்றபோது அதிவேகமாக செல்லவும்.", "correct": false },
            { "text": "பஸ்ஸின் பின்பு நிறுத்தவும்.", "correct": false },
            { "text": "பயணிகள் சாலை கடக்க வாய்ப்பு உள்ளதை எதிர்பார்க்கவேண்டும், வேகத்தை குறைக்கவும்.", "correct": true }
        ]
    },
    {
        "question": "நீங்கள் வாகனம் ஓட்டும்போது, ஒரு சந்தியில் போக்குவரத்து விளக்குகள் உள்ளதைப் பார்த்தால், நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "விரைவாக சென்று சந்தியை கடக்கவும்.", "correct": false },
            { "text": "எப்போதும் போக்குவரத்து விளக்குகளுக்கு கீழ்த்தட்டு செய்யவும்.", "correct": true },
            { "text": "சந்தியில் நிறுத்துவதற்கு தயாராக இருங்கள்.", "correct": false },
            { "text": "வாகனம் முன்னோக்கி செய்யும் படி செய்.", "correct": false }
        ]
    },
    {
        "question": "நீங்கள் இரவு நேரத்தில் வாகனம் ஓட்டும்போது, நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "ஹார்ன் அதிகமாக பயன்படுத்தவும்.", "correct": false },
            { "text": "போக்குவரத்து குறைவாக இருக்கும் போது வேகம் அதிகரிக்கவும்.", "correct": false },
            { "text": "சேதமடைந்த கண்ணோட்டத்தால், கவனமாக ஓட்டவும்.", "correct": true },
            { "text": "முன்னணி விளக்குகள் நல்ல நிலைமையில் இருப்பின், கவலையில்லை.", "correct": false }
        ]
    },
    {
        "question": "ஒரு போலீசாரின் கட்டுப்பாட்டில் போக்குவரத்து கட்டுப்பாட்டில் இருக்கும்போது, நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "போலீசாரின் சிக்னல்களை வெறும் வலது திரும்பும் போது மட்டுமே பின்பற்றவும்.", "correct": false },
            { "text": "போலீசாரின் சிக்னல்களை பின்பற்றவும்.", "correct": true },
            { "text": "போக்குவரத்து விளக்குகளை பின்பற்றவும்.", "correct": false },
            { "text": "சிக்னல்களை உங்கள் விருப்பப்படி பின்பற்றவும்.", "correct": false }
        ]
    },
    {
        "question": "நீங்கள் வாகனம் ஓட்டும்போது, உங்கள் வாகனத்தில் பிழை ஏற்படும்போது, நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "சாலைத் தடையைத் தவிர்த்து வாகனத்தை நிறுத்த முயற்சிக்கவும்.", "correct": true },
            { "text": "சாலைத் தடையைத் தவிர்த்து வாகனத்தை நிறுத்த முயற்சிக்கவும்.", "correct": false },
            { "text": "தற்போதைய இடத்தில் நிறுத்தவும்.", "correct": false },
            { "text": "சாதாரணமாக நிறுத்தும் வரை ஓட்டவும்.", "correct": false }
        ]
    },
    {
        "question": "நீங்கள் மழை புழுவில் வாகனம் ஓட்டுகிறீர்களானால், நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "படிமங்கள் நல்ல நிலையில் இருப்பின் கவலையில்லை.", "correct": false },
            { "text": "தாமதமாக ஓடுங்கள், குறைந்த கியரில்.", "correct": true },
            { "text": "வேகமாக ஓடுங்கள், உயர்ந்த கியரில்.", "correct": false },
            { "text": "தாமதமாக ஓடுங்கள், உயர்ந்த கியரில்.", "correct": false }
        ]
    },
    {
        "question": "பாதுகாப்பான உயர்வு அல்லது இறக்கம் வாகனம் ஓட்டும் போது, நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "வேகமாக ஓடுங்கள்.", "correct": false },
            { "text": "குறைந்த கியரில் ஓடுங்கள்.", "correct": true },
            { "text": "உயர்ந்த கியரில் ஓடுங்கள்.", "correct": false },
            { "text": "நியூடிரலில் ஓடுங்கள்.", "correct": false }
        ]
    },
    {
        "question": "ஒரு சமதலமான பரப்பில் நிறுத்தும்போது, நீங்கள் செய்யவேண்டிய முக்கியமான காரியம் என்ன?",
        "answers": [
            { "text": "தெருக்களை பூட்டி வைக்கவும்.", "correct": false },
            { "text": "பார்க்கிங் பிரேக் சரியாக இயக்கப்பட்டுள்ளதை உறுதி செய்யவும்.", "correct": true },
            { "text": "பொதுவாக ஒளி ஏற்கனவே இயங்கும் போது அவை விட்டும் பிழை பாயாமல் இருக்க வேண்டும்.", "correct": false },
            { "text": "வாகனத்தை சரியான திசையில் பார்க்க்பார்க்க விரும்பும் நேரத்தில் நிறுத்துங்கள்.", "correct": false }
        ]
    },    
    {
        "question": "அவசர விளக்குகள் எப்போது செயல்படுத்தப்பட வேண்டும்?",
        "answers": [
            { "text": "ஒரு நோயாளியை காப்பாற்றும் போதும்.", "correct": false },
            { "text": "நான்கு வழி சந்தியில் முன்னே செல்லும் போதும்.", "correct": false },
            { "text": "பாதுகாப்பற்ற பகுதியில் வாகனம் முந்தும் போது.", "correct": false },
            { "text": "தகவல் பிரச்சனை காரணமாக வாகனம் சாலையில் நிறுத்தப்படும் போது.", "correct": true }
        ]
    },
    {
        "question": "வாகனத்தில் எரிபொருள் நிரப்பும்போது, நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "எரிபொருள் நிரப்பும் போது எஞ்சின் கவனத்தில் எடுத்துக்கொள்ள தேவையில்லை.", "correct": false },
            { "text": "எஞ்சின் இயங்கும் போது எரிபொருள் நிரப்பவும்.", "correct": false },
            { "text": "எரிபொருள் நிரப்பும் போது எஞ்சின் ஓட்டத்தை நிறுத்தவும்.", "correct": true },
            { "text": "கொச்சியின் எண்ணிக்கையை கவனமாக பார்த்துக் கொள்ளவும்.", "correct": false }
        ]
    },
    {
        "question": "புதிய வாகன எண்ணிய குறியீட்டின் அடையாள அட்டையை எங்கு வைத்திருக்க வேண்டும்?",
        "answers": [
            { "text": "அதிகூட அவசியமில்லை.", "correct": false },
            { "text": "அதை எப்போதும் வாகனத்தில் வைத்திருக்க வேண்டும்.", "correct": true },
            { "text": "அதை வீட்டில் பாதுகாப்பாக வைத்திருக்க வேண்டும்.", "correct": false },
            { "text": "அதை வாகன உரிமையாளரிடம் வைத்திருக்க வேண்டும்.", "correct": false }
        ]
    },
    {
        "question": "இரவு நேரத்தில் வாகனம் ஓட்டும்போது, எதிரே வரும் வாகனம் அருகில் வந்தால், நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "எதிரே வரும் வாகனம் தன் விளக்குகளை அணைத்தால் மட்டுமே நீங்கள் உங்கள் விளக்குகளை குறைக்க வேண்டும்.", "correct": false },
            { "text": "உங்கள் விளக்குகளை குறைக்கவும்.", "correct": true },
            { "text": "உங்கள் விளக்குகளை அணைக்கவும்.", "correct": false },
            { "text": "ஹார்ன் பயன்படுத்தவும்.", "correct": false }
        ]
    },
    {
        "question": "ஒரு வாகனத்தை முந்தும் போது, சிறந்தது என்ன?",
        "answers": [
            { "text": "3வது அல்லது 4வது கியரை பயன்படுத்தி சக்தி அதிகரிக்கவும்.", "correct": false },
            { "text": "3வது அல்லது 4வது கியரை பயன்படுத்தி வேகத்தை அதிகரிக்கவும்.", "correct": true },
            { "text": "1வது அல்லது 2வது கியரை பயன்படுத்தி சக்தி அதிகரிக்கவும்.", "correct": false },
            { "text": "1வது அல்லது 2வது கியரை பயன்படுத்தி வேகத்தை அதிகரிக்கவும்.", "correct": false }
        ]
    },
    {
        "question": "மூன்று வழி சாலையில், மூன்றாவது வழியை எப்போது பயன்படுத்த வேண்டும்?",
        "answers": [
            { "text": "வலத்துக்குச் செல்லும்போது.", "correct": false },
            { "text": "வேகத்தை அதிகரிக்கும்போது.", "correct": false },
            { "text": "வேறு ஒரு வாகனத்தை முந்தும்போது.", "correct": false },
            { "text": "வேறு ஒரு வாகனத்தை முந்துவதற்கும், வலத்திற்கு திரும்புவதற்கும் அல்லது ஒரு விபத்தைக் காப்பாற்றுவதற்கும்.", "correct": true }
        ]
    },
    {
        "question": "போக்குவரத்து ஒழுங்கமைப்பு சட்டப்படி (மகாமார்கோபதேச சங்கரஹயா), அபாய எச்சரிக்கை குறியீடுகள் எவ்வாறு பிரதிபலிக்கப்படுகின்றன?",
        "answers": [
            { "text": "சிவப்பு, வெள்ளை மற்றும் கருப்பு.", "correct": false },
            { "text": "சிவப்பு, வெள்ளை மற்றும் நீலம்.", "correct": false },
            { "text": "சிவப்பில் வெள்ளை பின்னணி.", "correct": false },
            { "text": "கருப்பு நீலம் பின்னணியில்.", "correct": true }
        ]
    },
    {
        "question": "ஒரு பிரதான சாலையில் சேர்ந்தபோது, நீங்கள் யாருக்கு வாக்குறுதி வழங்க வேண்டும்?",
        "answers": [
            { "text": "இடது பக்க போக்குவரத்து.", "correct": false },
            { "text": "வலது பக்க போக்குவரத்து.", "correct": false },
            { "text": "இடது மற்றும் வலது பக்க போக்குவரத்திற்கும்.", "correct": true },
            { "text": "எதிர்முனையில் போக்குவரத்து.", "correct": false }
        ]
    },
    {
        "question": "இரவு நேரத்தில் எதிரே வரும் வாகனம் தனது விளக்குகளை குறைக்காவிட்டால், நீங்கள் என்ன செய்ய வேண்டும்?",
        "answers": [
            { "text": "உங்கள் விளக்குகளை அணைத்துக்கொள்ளவும்.", "correct": false },
            { "text": "உங்கள் விளக்குகளை பிரைட்டனாக மாற்றவும்.", "correct": false },
            { "text": "உங்கள் வாகனத்தின் வேகத்தை குறைக்கவும்.", "correct": false },
            { "text": "உங்கள் வேகத்தை குறைக்கவும் அல்லது வாகனத்தை நிறுத்தவும்.", "correct": true }
        ]
    },
    {
        "question": "ஒரு நீளமான மைய கோடு குறிக்கப்பட்டிருந்தால், நீங்கள் என்ன செய்ய முடியும்?",
        "answers": [
            { "text": "அதை மட்டுமே வலத்திற்கு திரும்புவதற்காக கடந்து செல்லலாம்; வாகனம் முந்தி செல்ல அனுமதிக்கப்படாது.", "correct": true },
            { "text": "அதை மட்டுமே வலத்திற்கு திரும்புவதற்காக கடந்து செல்லலாம்.", "correct": false },
            { "text": "அதை வலத்திற்கு திரும்பி மற்றும் வாகனம் முந்தி செல்ல பயன்படுத்தலாம்.", "correct": false },
            { "text": "அதை வாகனம் முந்துவதற்காக கடந்து செல்லலாம், ஆனால் வலத்திற்கு திரும்புவதற்காக இல்லை.", "correct": false }
        ]
    },    
    {
        "question": "வாகனத்தை பின்னோக்கி நகர்த்துவதற்கான சரியான செயல்முறை என்ன?",
        "answers": [
            { "text": "அதிக கியரைப் பயன்படுத்தி அதிக சக்தியைக் கொடுப்பதன் மூலம்", "correct": false },
            { "text": "நீங்கள் விரும்பியபடி பின்னோக்கி நகர்த்தலாம்", "correct": false },
            { "text": "சாலையிலிருந்து இணையாக வாகனத்தை நிறுத்தி, முடிந்தவரை குறைந்த தூரத்தில் துணை சாலைக்கு பின்னோக்கி நகர்த்தவும்", "correct": true },
            { "text": "சாலையிலிருந்து இணையாக இல்லாமல் வாகனத்தை நிறுத்தி, முடிந்தவரை குறைந்த தூரத்தில் துணை சாலைக்கு பின்னோக்கி நகர்த்தவும்", "correct": false }
        ]
    },
    {
    "question": "எப்போது ஒரு வாகனத்தை முந்திச் செல்லக்கூடாது?",
    "answers": [
        { "text": "பள்ளி முன்னால் இருக்கும்போது", "correct": false },
        { "text": "மருத்துவமனை முன்னால் இருக்கும்போது", "correct": false },
        { "text": "உடைந்த மையக் கோடு இருக்கும்போது", "correct": false },
        { "text": "மலை முன்னால் இருக்கும்போது", "correct": true }
    ]
    },
    {
    "question": "பாதசாரி கடக்கும் அடையாளத்தை நீங்கள் பார்க்கும்போது நீங்கள் என்ன செய்ய வேண்டும்?",
    "answers": [
        { "text": "போக்குவரத்தின் போது மட்டும் கவனம் செலுத்தவும்", "correct": false },
        { "text": "பாதசாரிகள் யாராவது இருக்கிறார்களா என்று பார்க்கவும்", "correct": false },
        { "text": "பாதசாரி கடக்கும் முன் நிறுத்தவும்", "correct": false },
        { "text": "வேகத்தை கட்டுப்படுத்தவும்", "correct": true }
    ]
    },
    {
    "question": "நகர தயாராகுங்கள் என்று சுட்டிக்காட்ட போக்குவரத்து விளக்கு என்ன நிறத்தை காட்ட வேண்டும்?",
    "answers": [
        { "text": "சிவப்பு", "correct": false },
        { "text": "பச்சை", "correct": false },
        { "text": "மஞ்சள்", "correct": false },
        { "text": "சிவப்புடன் மஞ்சள்", "correct": true }
    ]
    },
    {
    "question": "வட்டச் சாலையை நெருங்கும் போது, சிக்னல் விளக்குகளில் மஞ்சள் விளக்கு காட்டப்பட்டால்?",
    "answers": [
        { "text": "இது சிக்னல் விளக்குகளால் கட்டுப்படுத்தப்படவில்லை", "correct": false },
        { "text": "வலது பக்கத்திலிருந்து வரும் போக்குவரத்துக்கு வழி விடுங்கள்", "correct": false },
        { "text": "இடது பக்கத்திலிருந்து வரும் போக்குவரத்துக்கு வழி விடுங்கள்", "correct": false },
        { "text": "போக்குவரத்து விளக்கு சிக்னல்களைப் பின்பற்றவும்", "correct": true }
    ]
    },
    {
    "question": "வட்டச் சாலையை நெருங்கும் போது, சிக்னல் விளக்குகளில் மஞ்சள் விளக்கு ஒளிரும் போது?",
    "answers": [
        { "text": "வட்டச் சாலையின் கவனத்தை ஈர்க்க ஒரு தந்திரம்", "correct": false },
        { "text": "முன்னே செல்லுங்கள்", "correct": false },
        { "text": "வட்டச் சாலை விதிகளைப் பின்பற்றவும்", "correct": true },
        { "text": "வட்டச் சாலை விதிகள் இங்கு பொருந்தாது", "correct": false }
    ]
    },
    {
    "question": "கண்ணாடி கருமைப்படுத்துவதற்கான ஒழுங்குமுறை என்ன?",
    "answers": [
        { "text": "காற்று தடுப்பு கண்ணாடி தவிர மற்ற அனைத்து கண்ணாடிகளையும் கருமையாக்கலாம்", "correct": false },
        { "text": "அனைத்து கண்ணாடிகளையும் கருமையாக்க முடியாது", "correct": false },
        { "text": "முன் கதவு கண்ணாடிகள் மற்றும் காற்று தடுப்பு கண்ணாடியின் ஐந்து பகுதிகளில் நான்கு பகுதிகள் கீழே இருந்து மேல் வரை கருமையாக்கப்படக்கூடாது", "correct": true },
        { "text": "அனைத்து கண்ணாடிகளையும் கருமையாக்கலாம்", "correct": false }
    ]
    },
    {
    "question": "சிக்னல் விளக்குகளில் பச்சை விளக்கு எரிந்தால், அடுத்த சிக்னல் என்னவாக இருக்கும்?",
    "answers": [
        { "text": "சிவப்பு மற்றும் மஞ்சள் விளக்குகள் எரியும்", "correct": false },
        { "text": "பச்சை எரியும் போதே மஞ்சள் எரியும்", "correct": false },
        { "text": "பச்சை அணைந்து சிவப்பு எரியும்", "correct": false },
        { "text": "பச்சை அணைந்து மஞ்சள் எரியும்", "correct": true }
    ]
    },
    {
    "question": "சிக்னல் விளக்குகளில் சிவப்பு விளக்கு எரிந்தால், அடுத்த சிக்னல் என்னவாக இருக்கும்?",
    "answers": [
        { "text": "சிவப்பு அணைந்து பச்சை மற்றும் மஞ்சள் எரியும்", "correct": false },
        { "text": "சிவப்பு அணைந்து மஞ்சள் எரியும்", "correct": false },
        { "text": "சிவப்பு எரியும் போதே மஞ்சள் எரியும்", "correct": true },
        { "text": "சிவப்பு அணைந்து பச்சை எரியும்", "correct": false }
    ]
    },
    {
    "question": "காவல் நிலையத்தில் ஒரு விபத்தை தெரிவிக்க கொடுக்கப்பட்ட அதிகபட்ச கால அளவு என்ன?",
    "answers": [
        { "text": "36 மணி நேரம்", "correct": false },
        { "text": "12 மணி நேரம்", "correct": false },
        { "text": "24 மணி நேரம்", "correct": true },
        { "text": "48 மணி நேரம்", "correct": false }
    ]
    },
]