import quiz1Image18 from '../../assets/4-18.png';

export const quiz4Datasm = [
    {
        "question": "වාහනයක් අනතුරකට ලක්වූ විට ඔබ කළ යුතු දේ කුමක්ද?",
        "answers": [
            { "text": "කිසිදු හේතුවකට වාහනය ඉවත් නොකළ යුතුය.", "correct": false },
            { "text": "වාහනය එය සිටින ස්ථානයේම තබා ගන්න.", "correct": false },
            { "text": "වාහනය රථවාහන තදබදය ඇතිකරනවා නම් මාර්ගයෙන් ඉවත් කරන්න.", "correct": false },
            { "text": "වාහනයේ ස්ථානය මාර්ගයේ සලකුණු කර, තුවාල ලැබූ පුද්ගලයින් රෝහලට ගෙනයාම සඳහා භාවිතා කරන්න.", "correct": true }
        ]
    },
    {
        "question": "ගමන් මැදිහිඳදී යාන්ත්‍ර විදුලි පුවරුවේ රතු ආලෝකයක් දැක්කාහොත් ඔබ කළ යුතු දේ කුමක්ද?",
        "answers": [
            { "text": "ළඟම ගරාජයකට ගමන් කරන්න.", "correct": false },
            { "text": "ප්‍රවේශමෙන් ආසන්නතම ගමනාන්තයට ගමන් කරන්න.", "correct": false },
            { "text": "එය වැදගත් නොවන නිසා නොසලකා හරින්න.", "correct": false },
            { "text": "තත්ක්ෂණයෙන් නවතා දෝෂය පරීක්ෂා කරන්න.", "correct": true }
        ]
    },
    {
        "question": "මාර්ගයේ ගමන් කිරීමට සුදුසු වාහනයක් යනු කුමක්ද?",
        "answers": [
            { "text": "සියලුම යාන්ත්‍රික කොටස් වඩාත් සුපිරි තත්ත්වයෙන් පවතින අතර රක්ෂණය සහ රියදුරු බලපත්‍රය ඇතුළු සියලුම ලියකියවිලි යාවත්කාලීන වේ.", "correct": true },
            { "text": "රක්ෂණය සහ රියදුරු බලපත්‍රය පමණක් ප්‍රමාණවත් වේ.", "correct": false },
            { "text": "ටයර්, පඩල්, සහ තට්ටුව යහපත් තත්ත්වයෙන් පවතිනවා නම් ප්‍රමාණවත් වේ.", "correct": false },
            { "text": "රියදුරුට වාහනය පාලනය කළ හැකි නම් එය ප්‍රමාණවත් වේ.", "correct": false }
        ]
    },
    {
        "question": "සංඥා ලාම්පු මඟින් පාලනය වන හන්දියක සංඥා කොටුවක් මින් පෙන්නුම් කරන්නේ කුමක්ද?",
        "answers": [
            { "text": "එය හන්දියේ රථවාහන තදබදයක් ඇතිවීම පෙන්වයි.", "correct": false },
            { "text": "දකුණට හැරවීම හැර වෙනත් ඕනෑම අවස්ථාවක හන්දියට ඇතුළත් විය හැක.", "correct": false },
            { "text": "හන්දිය පිළිබඳව අවධානය යොමු කිරීමට සංඥාක්‍රියාවක්.", "correct": false },
            { "text": "කොළ ආලෝකය දැල්වුවද, දකුණට හැරවීම හැර සංඥා කොටුවට ඇතුළත් විය නොහැක.", "correct": true }
        ]
    },
    {
        "question": "තට්ටුබැසී ඉවතට ගමන් කරන අතින්ම වාහනයක් ආරම්භ කිරීමේ සහ එය පාලනය කිරීමේ නිවැරදි ක්‍රමය කුමක්ද?",
        "answers": [
            { "text": "වම පදය තට්ටුපට්ටය මත, දකුණ පදය බිම.", "correct": false },
            { "text": "දකුණ පදය බිම සහ වම පදය ක්ලච් මත.", "correct": false },
            { "text": "දකුණ පදය ආධාරක පඩලය මත සහ වම පදය ක්ලච් මත.", "correct": true },
            { "text": "දකුණ පදය බ්රේක් මත සහ වම පදය ක්ලච් මත.", "correct": false }
        ]
    },
    {
        "question": "අධික උසකින් යුත් මාර්ගයකින් ගමන් කරන විට පය පිහිටවිය යුත්තේ කෙසේද?",
        "answers": [
            { "text": "වම පදය ක්ලච් මත සහ දකුණ පදය බ්රේක් මත.", "correct": true },
            { "text": "දකුණ පදය බිම සහ වම පදය ක්ලච් මත.", "correct": false },
            { "text": "දකුණ පදය බ්රේක් මත සහ වම පදය බිම.", "correct": false },
            { "text": "වම පදය ක්ලච් මත සුමටව තබා, දකුණ පදය ආධාරක මත.", "correct": false }
        ]
    },
    {
        "question": "රියදුරු රිය පැදවීමේදී පය පිහිටවිය යුත්තේ කෙසේද (මාර්ගය ඉතා පහල සහ රථවාහන නොමැති විට)?",
        "answers": [
            { "text": "වම පදය ක්ලච් මත සහ දකුණ පදය බ්රේක් මත.", "correct": false },
            { "text": "වම පදය බිම සහ දකුණ පදය ආධාරක මත.", "correct": true },
            { "text": "වම පදය ක්ලච් මත සුමටව තබා, දකුණ පදය ආධාරක මත.", "correct": false },
            { "text": "වම පදය බ්රේක් මත සුමටව තබා, දකුණ පදය ආධාරක මත.", "correct": false }
        ]
    },
    {
        "question": "රථවාහන තදබදය සහිත මාර්ගයක ගමන් කරන විට පය පිහිටවිය යුත්තේ කෙසේද?",
        "answers": [
            { "text": "වම පදය බිම සහ දකුණ පදය බ්රේක් මත.", "correct": false },
            { "text": "වම පදය ක්ලච් මත සහ දකුණ පදය බ්රේක් මත සුමටව.", "correct": true },
            { "text": "වම පදය බිම සහ දකුණ පදය ආධාරක මත.", "correct": false },
            { "text": "වම පදය ක්ලච් මත සුමටව තබා, දකුණ පදය ආධාරක මත.", "correct": false }
        ]
    },
    {
        "question": "වෙනත් වාහනයක් ඉස්මතු කිරීමට නිවැරදි ක්‍රමය කුමක්ද?",
        "answers": [
            { "text": "වාහන වේගය අනුව එය මත යැදේ.", "correct": false },
            { "text": "සංඥා ලබා මාර්ගය නිරීක්ෂණය කර, වාහනය පාලනය කරන්න.", "correct": false },
            { "text": "වේගය වැඩි කර, සංඥා ලබා, නිරීක්ෂණය කර, වාහනය පාලනය කරන්න.", "correct": false },
            { "text": "මාර්ගය විමසිලිමත්ව නිරීක්ෂණය කර, සංඥා ලබා, වාහනය පාලනය කරන්න.", "correct": true }
        ]
    },
    {
        "question": "වෙනත් වාහනයක් ඉස්මතු කිරීමේදී ඔබ කළ යුතු මුල්ම කරුණ කුමක්ද?",
        "answers": [
            { "text": "වාහනය නිවැරදි මාර්ගයට ගෙනයාම.", "correct": false },
            { "text": "වේගය ගැලපෙන පරිදි සූදානම් වීම.", "correct": false },
            { "text": "ඔබේ අදහස සංඥා කිරීම.", "correct": false },
            { "text": "සන්ධි දර්ශකය මගින් ඔබේ අවට ඇති තත්වය පරීක්ෂා කිරීම.", "correct": true }
        ]
    },
    {
        "question": "ඔබ වාහනයක් ඉස්මතු කිරීමට සූදානම් වන විට, පසුපසින් වාහනයක් ඔබව ඉස්මතු කිරීමට සූදානම් බව තේරුම් ගන්නාවිට ඔබ කළ යුතු මුල්ම දේ කුමක්ද?",
        "answers": [
            { "text": "පසුපසින් පැමිණෙන වාහනවලට අවධානය යොමු කිරීමට අවශ්‍ය නැත.", "correct": false },
            { "text": "ඔබ ඉස්මතු වීමේ අදහස 즉시 සංඥා කරන්න.", "correct": true },
            { "text": "ඔබේ වේගය වහාම සහ පැහැදිලිව අඩු කරන්න.", "correct": false },
            { "text": "වමට ගමන් කිරීම සඳහා වහාම සහ පැහැදිලිව සංඥා කරන්න.", "correct": false }
        ]
    },
    {
        "question": "මාර්ගය මත පදන්ට සමාන්තරව කහ රේඛාවක් ඇත්නම් එය කුමක් දක්වයිද?",
        "answers": [
            { "text": "මාර්ගයේ අගය දක්වන රේඛාවකි.", "correct": false },
            { "text": "මෙම ප්‍රදේශයේ වාහන නැවැත්වීම සඳහා ඉඩ ඇත.", "correct": false },
            { "text": "මෙම ප්‍රදේශයේ වාහන නැවැත්වීම තහනම්ය.", "correct": true },
            { "text": "පසු පදල් පදන්ට මත තැබීමෙන් වාහනය නැවැත්විය හැක.", "correct": false }
        ]
    },
    {
        "question": "මාර්ගය මත පදන්ට සමාන්තරව සුදු රේඛාවක් ඇත්නම් එය කුමක් දක්වයිද?",
        "answers": [
            { "text": "මාර්ගයේ අගය දක්වන රේඛාවකි.", "correct": true },
            { "text": "මෙම ප්‍රදේශයේ වාහන නැවැත්වීම සඳහා ඉඩ ඇත.", "correct": false },
            { "text": "මෙම ප්‍රදේශයේ වාහන නැවැත්වීම තහනම්ය.", "correct": false },
            { "text": "පසු පදල් පදන්ට මත තැබීමෙන් වාහනය නැවැත්විය හැක.", "correct": false }
        ]
    },
    {
        "question": "නගර සීමාවන් තුළ උපරිම වේග සීමාවන් කුමක්ද?",
        "answers": [
            { "text": "සියලුම වාහන සඳහා 50 km/h වේ.", "correct": false },
            { "text": "මෝටර්සයිකල්, මෝටර් කාර්, හා දෙමුහුන් භාවිත වාහන 50 km/h, ව්‍යාපාරික වාහන 50 km/h, තුන්චක්‍රී 40 km/h වේ.", "correct": true },
            { "text": "මෝටර්සයිකල්, මෝටර් කාර්, හා දෙමුහුන් භාවිත වාහන 70 km/h, ව්‍යාපාරික වාහන 60 km/h, තුන්චක්‍රී 40 km/h වේ.", "correct": false },
            { "text": "මෝටර්සයිකල්, මෝටර් කාර්, හා දෙමුහුන් භාවිත වාහන 50 km/h, ව්‍යාපාරික වාහන 60 km/h, තුන්චක්‍රී 40 km/h වේ.", "correct": false }
        ]
    },
    {
        "question": "පෙරේරා මාරුවක් යනු කුමක්ද?",
        "answers": [
            { "text": "ප්‍රදේශය තුළ මාරුව තිබේ නම් පදිකයින්ට මාරුවීමට අවසර ඇත.", "correct": true },
            { "text": "පදිකයින්ට මාරුවේ සිට 25 මීටර් අතුරින් ඕනෑම තැනක මාරුවිය හැක.", "correct": false },
            { "text": "පදිකයින්ට මාරුවේ සිට 50 මීටර් අතුරින් ඕනෑම තැනක මාරුවිය නොහැක.", "correct": false },
            { "text": "පදිකයින්ට මාරුවේ සිට 50 මීටර් අතුරින් ඕනෑම තැනක මාරුවිය හැක.", "correct": false }
        ]
    },
    {
        "question": "මාර්ග සංඥාවේ කහ ආලෝකය පමණක් දැල්වී ඇත්නම් ඔබ කළ යුතු දේ කුමක්ද?",
        "answers": [
            { "text": "රතු ආලෝකය දැල්වීමට පෙර වේගය වැඩි කරන්න.", "correct": false },
            { "text": "ඊළඟ සංඥාව කොළ වේ, එබැවින් ඉදිරියට යාමට සූදානම් වන්න.", "correct": false },
            { "text": "නවතන්න, මන්ද ඊළඟ සංඥාව රතු වේ.", "correct": true },
            { "text": "ඊළඟ සංඥාව කොළ වේ, එබැවින් ඉදිරියට යන්න.", "correct": false }
        ]
    },
    {
        "question": "නොපෙනෙන වක්‍රයකට මුහුණ දුන් විට ඔබ කළ යුතු දේ කුමක්ද?",
        "answers": [
            { "text": "මාර්ගය මධ්‍යයේ ගමන් කරන්න.", "correct": false },
            { "text": "එකම වේගයෙන් ගමන් කර හඬ දිය යුතුය.", "correct": false },
            { "text": "ඔබේ වේගය අඩු කර, අවශ්‍ය වුවහොත් නවතින්න යන බලාපොරොත්තුවෙන්, විනාඩියක් හඬ දී ඉදිරියට යන්න.", "correct": true },
            { "text": "හඬ නොදී වේගය වැඩි කරන්න.", "correct": false }
        ]
    },
    {
        "question": "ලේඛනය අනුව, A හි කපා මග රේඛාව කුමක් දැක්වීමක්ද?",
        "src": quiz1Image18,
        "answers": [
            { "text": "ඉදිරියට මාර්ග සංයෝගයක්", "correct": false },
            { "text": "අවිධිගත කළ නොහැකි දිගු රේඛාවක්", "correct": false },
            { "text": "මධ්‍යම රේඛා සලකුණ", "correct": true },
            { "text": "පාර මාර්ගය", "correct": false }
        ]
    },
    {
        "question": "ලේඛනය අනුව, B හි කපා මග රේඛාව කුමක් දැක්වීමක්ද?",
        "src": quiz1Image18,
        "answers": [
            { "text": "මාර්ග බෙදන රේඛාව", "correct": false },
            { "text": "නවතින සලකුණේ වැටුප් රේඛාව", "correct": false },
            { "text": "ඉස්සරම් තැබීමේ දායක රේඛාව", "correct": true },
            { "text": "පදිකයා හෝ පදනම් පාර", "correct": false }
        ]
    },
    {
        "question": "මාර්ගය මැද සඳහන් වූ සුදු රේඛාවක් මොනවා කියයිද?",
        "answers": [
            { "text": "ඉස්මතු කිරීමට ඒක හෝ අවිධිගත කළ නොහැක", "correct": true },
            { "text": "වක්‍රයක අවාසනාවක අවධානය පෙන්වයි", "correct": false },
            { "text": "දකුණු පැත්තට වමන වර්ගකිරීමට අවසරය නැත", "correct": false },
            { "text": "රේඛාව මාර්ග බෙදීමේ සලකුණයි", "correct": false }
        ]
    },
    {
        "question": "තොරතුරු මූලිකව, වාහන buffer එකේ යකඩ රැවුලක් තැබීමේ ප්‍රතිවිපාකය කුමක්ද?",
        "answers": [
            { "text": "Buffer එක ඉවත් කළ හැක", "correct": false },
            { "text": "ඒවා නීතිවිරෝධි වේ", "correct": true },
            { "text": "අනතුරක් වූ විට, වෙනත් පාර්ශවයට හානිය වැඩි වෙයි", "correct": false },
            { "text": "මෙය රියදුරුගේ දෘෂ්ටිය අඩාල කරයි", "correct": false }
        ]
    },
    {
        "question": "අවසානයේ, ඔබේ රියදුරු බලපත්‍රය සෑමවිටම අරගෙන යාමක් නීතිමය අවශ්‍යතාවක්ද?",
        "answers": [
            { "text": "නීතිවිරෝධී නොවේ", "correct": false },
            { "text": "නීතිවිරෝධී වේ", "correct": true },
            { "text": "පහසුකමක් ලෙස පිටපතක් පමණක් පවා ගත හැක", "correct": false },
            { "text": "එය නිවසේ තබා සිට, අවශ්‍යතා පවතින විට එය දක්වන්න සුදුසු වේ", "correct": false }
        ]
    },
    {
        "question": "ඔබට වාහනයක් වමට ඉස්මතු කිරීමට අවසර ලැබේ කුමන අවස්ථාවකද?",
        "answers": [
            { "text": "වමට ඉස්මතු කිරීම තහනම්ය", "correct": false },
            { "text": "ඉස්මතු වීමට ඉදිරියෙන් වාහනයක් වමට මරුසඵය ලෙස දක්වා ඇත", "correct": true },
            { "text": "ඔබට වමට ඉස්මතු කිරීමට වාහනය අවශ්‍යයි", "correct": false },
            { "text": "ඉහළ පිළිවෙලකට ඉස්මතු කිරීම සාමූහිකවයි", "correct": false }
        ]
    },
    {
        "question": "සමතුලා මත වාහනය නැවැත්වීමේදී, ඔබට සැලකිල්ලෙන් පරීක්ෂා කළ යුතු විශේෂම දේ කුමක්ද?",
        "answers": [
            { "text": "දොර තාප්ප අල්ලා තැබීම", "correct": false },
            { "text": "පැදි පාලක පද්ධති සුදුසු ලෙස අයදුම් කරනවා කියා පරීක්ෂා කරන්න", "correct": true },
            { "text": "දිනයේදී ද පාරාදී දී තාරා කේතපටි මතු පිලේ හරස් කරන්න", "correct": false },
            { "text": "ඔබේ රථයේ ඉදිරියට නිවැරදිව හැරවීම සඳහා තොරතුරු පාලනය කිරීම", "correct": false }
        ]
    },
    {
        "question": "නොදැක්කාක් වාහනයේ අනතුරක් සහිතව අමතර සංග්‍රහකවීමේදී ඔබ විසින් පියවර ගත යුතු දේ කුමක්ද?",
        "answers": [
            { "text": "නොමැකී ඇත", "correct": false },
            { "text": "ඔබේ මාර්ගයේ අර්ථයේ පෙරවරු යොදා ගැනීම", "correct": false },
            { "text": "එහි ගැටලුවාව හැසිරවීම වෙලාව", "correct": false },
            { "text": "එම තබා ඇත, දුරුවාවද නතර කළත්", "correct": false }
        ]
    },
    {
        "question": "ඔබ විසින් නිධානයකට අවශ්‍ය වාහනසමච්චල වායු පද්ධතියේ පදනමයක් ගැනීම අවශ්‍ය",
        "answers": [
            { "text": "අතිරේක වාසනාව පදනම්තියට", "correct": false }
        ] 
    },   
    {
        "question": "සමතුලා මත වාහනය නැවැත්වීමේදී, ඔබට සැලකිල්ලෙන් පරීක්ෂා කළ යුතු විශේෂම දේ කුමක්ද?",
        "answers": [
            { "text": "දොර තාප්ප අල්ලා තැබීම", "correct": false },
            { "text": "පැදි පාලක පද්ධති සුදුසු ලෙස අයදුම් කරනවා කියා පරීක්ෂා කරන්න", "correct": true },
            { "text": "දිනයේදී ද පාරාදී දී තාරා කේතපටි මතු පිලේ හරස් කරන්න", "correct": false },
            { "text": "ඔබේ රථයේ ඉදිරියට නිවැරදිව හැරවීම සඳහා තොරතුරු පාලනය කිරීම", "correct": false }
        ]
    },
    {
        "question": "වාහනයකට ඉන්ධන පිරවීමේදී, ඔබට කළ යුතුයි:",
        "answers": [
            { "text": "ඇන්ජිනයේ අවධානය යොමු කිරීමට අවශ්‍ය නැත", "correct": false },
            { "text": "ඇන්ජිනය ක්‍රියාත්මක වූ විට ඉන්ධන පිරවීම", "correct": false },
            { "text": "ඇන්ජිනය නිවා දැමීම, ඉන්ධන පිරවීමේදී", "correct": true },
            { "text": "තෙල් මට්ටම පරීක්ෂා කිරීම", "correct": false }
        ]
    },
    {
        "question": "නව වාහන ලියාපදිංචි කිරීමේ ක්‍රියාවලිය අනුව නිකුත් කරන ලද හඳුනාගැනීමේ සහතිකය:",
        "answers": [
            { "text": "හඳුනාගැනීමේ සහතිකය වෙත අවධානය යොමු කිරීමට අවශ්‍ය නැත", "correct": false },
            { "text": "එය සෑම විටම වාහනයේ ඇතුළත තබා ගත යුතුය", "correct": true },
            { "text": "එය නිවසේ ආරක්ෂිතව තබා ගත යුතුය", "correct": false },
            { "text": "එය වාහන හිමිකරුගේ අයිතීන්හි පටවා තබා ගත යුතුය", "correct": false }
        ]
    },
    {
        "question": "වාහනයක් ඉස්මතු කිරීමේදී, හොඳම කරුණු මොනවාද?",
        "answers": [
            { "text": "3වෙනි හෝ 4වෙනි ගියර් වැනි ඉහළ ගියර් භාවිතා කර බලය වැඩි කිරීම", "correct": false },
            { "text": "3වෙනි හෝ 4වෙනි ගියර් වැනි ඉහළ ගියර් භාවිතා කර වේගය වැඩි කිරීම", "correct": true },
            { "text": "1වෙනි හෝ 2වෙනි ගියර් වැනි පහළ ගියර් භාවිතා කර බලය වැඩි කිරීම", "correct": false },
            { "text": "1වෙනි හෝ 2වෙනි ගියර් වැනි පහළ ගියර් භාවිතා කර වේගය වැඩි කිරීම", "correct": false }
        ]
    },
    {
        "question": "තුන්වන මාර්ගයක් සහිත පාරක පවතින විට, තුන්වන මාර්ගය භාවිතා කළ යුතුය:",
        "answers": [
            { "text": "දකුණු පැත්තට හැරීම", "correct": false },
            { "text": "වේගය වැඩි කිරීම", "correct": false },
            { "text": "අනෙක් වාහනයක් ඉස්මතු කිරීම", "correct": false },
            { "text": "අනෙක් වාහනයක් ඉස්මතු කිරීම, දකුණු පැත්තට හැරීම හෝ අනතුරක් වලක්වා ගැනීම", "correct": true }
        ]
    },
    {
        "question": "ප්‍රධාන මාර්ගයකට ඇතුළු වන විට, ඔබ ඉඩ දිය යුත්තේ:",
        "answers": [
            { "text": "වමේ සිට වාහන තදබදය", "correct": false },
            { "text": "දකුණේ සිට ගමනාගමනය", "correct": false },
            { "text": "දකුණෙන් සහ වමෙන් යන දෙඅංශයෙන්ම රථවාහන තදබදය", "correct": true },
            { "text": "එන ගමනාගමනය", "correct": false }
        ]
    },
    {
        "question": "ඔබට ඉදිරියෙන් යන වාහනයක් ඉස්සර කිරීමට අවශ්‍ය නම්, ඔබ කළ යුත්තේ:",
        "answers": [
            { "text": "වාහනයේ රියදුරු ඉස්සර කිරීමට සංඥා කළහොත්, ඔබ ඒ ගැන සලකා බැලිය යුතු නැත.", "correct": false },
            { "text": "ඉදිරියෙන් ඇති මාර්ගය පැහැදිලිව පෙනෙනවාද යන්න නිරීක්ෂණය කරන්න.", "correct": false },
            { "text": "මාර්ගය ප්‍රමාණවත් තරම් පළල් දැයි නිරීක්ෂණය කරන්න.", "correct": false },
            { "text": "මාර්ගය හොඳින් නිරීක්ෂණය කර, පසුව ඉස්සර කරනවාද නැද්ද යන්න තීරණය කරන්න.", "correct": true }
        ]
    },
    {
        "question": "හරස් මාර්ගයකින් ප්‍රධාන මාර්ගයට ළඟා වන විට, ඔබ කළ යුත්තේ:",
        "answers": [
            { "text": "වාහන තදබදයක් නොමැති නම්, වමෙන් එක්වන්න.", "correct": false },
            { "text": "වාහන නොමැති නම් දකුණු පැත්ත පරීක්ෂා කර ඇතුළු වන්න.", "correct": false },
            { "text": "වම් පැත්ත පරීක්ෂා කර වාහන නොමැති නම් ඇතුළු වන්න.", "correct": false },
            { "text": "දෙපස නිරීක්ෂණය කර ආරක්ෂිත වූ විට ප්‍රධාන මාර්ගයට ඇතුළු වන්න.", "correct": true }
        ]
    },
    {
        "question": "රථවාහන නීති පිළිපැදීමේදී, නිවැරදි ප්‍රමුඛතා අනුපිළිවෙල වන්නේ:",
        "answers": [
            { "text": "පොලිස් නිලධාරීන් විසින් නිකුත් කරන සංඥා, රථවාහන ආලෝක සංඥා, මාර්ග සංඥා සහ මාර්ග සලකුණු", "correct": true },
            { "text": "මාර්ග සලකුණු, පොලිස් නිලධාරීන්ගේ සංඥා, රථවාහන ආලෝක සංඥා සහ මාර්ග සංඥා", "correct": false },
            { "text": "මාර්ග සංඥා, මාර්ග සලකුණු, පොලිස් නිලධාරීන්ගේ සංඥා සහ රථවාහන ආලෝක සංඥා", "correct": false },
            { "text": "රථවාහන ආලෝක සංඥා, මාර්ග සංඥා, මාර්ග සලකුණු සහ පොලිස් නිලධාරීන් විසින් නිකුත් කරන සංඥා", "correct": false }
        ]
    },
    {
        "question": "ඔබේ හෙඩ් ලයිට් දැල්වීමෙන් ඇඟවෙන්නේ:",
        "answers": [
            { "text": "අනිත් අය මා වෙනුවෙන් නතර විය යුතුයි.", "correct": false },
            { "text": "මම ඉදිරියෙන් සිටිමි", "correct": true },
            { "text": "ප්‍රමුඛතාවය මට දිය යුතුයි.", "correct": false },
            { "text": "මම සෙමින් ගමන් කරන වාහනයක් පසුකර යනවා.", "correct": false }
        ]
    },    
]