export const quiz3Datasm = [
    {
        "question": "ඔබ වාහනයක් ඉක්මවා යා නොහැක්කේ:",
        "answers": [
            { "text": "අධිකරණ භූමියක් ඉදිරිපිට", "correct": false },
            { "text": "මාර්ග සලකුණු ඇති විට", "correct": false },
            { "text": "අනතුරුදායක වක්‍රයක", "correct": true },
            { "text": "රෝහලක ඉදිරිපිට", "correct": false }
        ]
    },
    {
        "question": "අධිවේගී මාර්ග භාවිතය තහනම් නොවන්නේ:",
        "answers": [
            { "text": "තුන්චක්‍ර වාහන", "correct": false },
            { "text": "භූමි වාහන", "correct": false },
            { "text": "මෝටර්සයිකල", "correct": false },
            { "text": "ලුරි", "correct": true }
        ]
    },
    {
        "question": "ඔබ වාහනයක් ඉක්මවා යාමට අදහස් කරන්නේ නම්, පළමු පියවර කුමක්ද?",
        "answers": [
            { "text": "වාහනය නිවැරදි මංතීරුවට ගෙන යාම", "correct": false },
            { "text": "සංඥා ලබාදීම", "correct": false },
            { "text": "සංවාධානය කිරීම", "correct": true },
            { "text": "වේගය අනුකූලව පාලනය කිරීම", "correct": false }
        ]
    },
    {
        "question": "නවතීම් දුර යනු කුමක්ද?",
        "answers": [
            { "text": "සිතීමේ දුර සහ නවතිමේ දුර අතර කුඩා දුර", "correct": false },
            { "text": "සිතීමේ දුර සහ නවතිමේ දුර අතර වෙනස", "correct": false },
            { "text": "සිතීමේ දුර සහ නවතිමේ දුර එකතුව", "correct": true },
            { "text": "සිතීමේ දුර සහ නවතිමේ දුර අතර දිගුම දුර", "correct": false }
        ]
    },
    {
        "question": "ඔබ රියැදුරෙකු ලෙස පදික මාරුවක් සඳහා සංඥාවක් දැකීමේ විට:",
        "answers": [
            { "text": "පදිකයින් නොමැති නම්, ඔබ කැමති පරිදි ගමන් කරන්න", "correct": false },
            { "text": "පදිකයින් පැමිණීමට පෙර පදික මාරුව ඉක්මවා යාම සඳහා වේගය වැඩි කරන්න", "correct": false },
            { "text": "අවස්ථා කිසිවක නවත්විය හැකි බව සිතා වේගය සීමා කරන්න", "correct": true },
            { "text": "හෝන්දෙමින් ඉදිරියට ගමන් කරන්න", "correct": false }
        ]
    },
    {
        "question": "ඔබ ඉදිරිපිට ඇති වාහනයක් ඉක්මවා යාමට ඇවිස්සෙන්නේ නම්, ඔබ කළ යුත්තේ:",
        "answers": [
            { "text": "ඉදිරි වාහනයේ රියදුරු ඉක්මවා යාමට ඉඩ දෙන බව සංඥා කළද එය සැලකිල්ලට නොගන්න", "correct": false },
            { "text": "ඉදිරි මාර්ගය පැහැදිලිව පෙනෙනදැයි සොයා බලන්න", "correct": false },
            { "text": "මාර්ගය ප්‍රමාණවත්දැයි සොයා බලන්න", "correct": false },
            { "text": "මාර්ගය සුපුරුදු ලෙස නිරීක්ෂණය කර ඉක්මවා යාමට තීරණය කරන්න", "correct": true }
        ]
    },
    {
        "question": "ඔබ ඉදිරියේ දකුණට හැරවීමට අදහස් කරන්නේ නම්, ඔබ කළ යුතුය:",
        "answers": [
            { "text": "කිසිම මංතීරුවක් භාවිතා කරන්න", "correct": false },
            { "text": "වම් මංතීරුවේ සිටින්න", "correct": false },
            { "text": "දකුණට ගමන් කරන්න", "correct": false },
            { "text": "මධ්‍යම රේඛාවට ළඟාවන්න", "correct": true }
        ]
    },
    {
        "question": "ඔබ වම් පැත්තේ නවත්වීමට අදහස් කරන්නේ නම්, ඔබේ වාහනය යැවිය යුත්තේ:",
        "answers": [
            { "text": "වම් මංතීරුව", "correct": true },
            { "text": "කිසිඳු මංතීරුවක් භාවිතා කිරීම අවශ්‍ය නොවේ", "correct": false },
            { "text": "මධ්‍යම මංතීරුව", "correct": false },
            { "text": "දකුණු මංතීරුව", "correct": false }
        ]
    },
    {
        "question": "අතුරු මාර්ගයක සිට ප්‍රධාන මාර්ගයට ළඟා වන්නේද?",
        "answers": [
            { "text": "වාහන නොමැති නම්, වම් පසින් පිවිසිය හැක", "correct": false },
            { "text": "දකුණු පස බලමින් වාහන නොමැති නම් පිවිසෙන්න", "correct": false },
            { "text": "වම් පස බලමින් වාහන නොමැති නම් පිවිසෙන්න", "correct": false },
            { "text": "දකුණු සහ වම් දෙපසම නිරීක්ෂණය කර ප්‍රධාන මාර්ගයට පිවිසෙන්න", "correct": true }
        ]
    },
    {
        "question": "ඔබේ පිටුපස ඇති වාහනයක් ඉක්මවා යාමට අදහස් කරන්නේ නම්, ඔබ කළ යුත්තේ:",
        "answers": [
            { "text": "එම වාහනය සැලකිල්ලට ගැනීමේ අවශ්‍යතාවක් නොමැත", "correct": false },
            { "text": "ඔබේ වේගය අඩුකර, වාහනය වම් පැත්තට ගෙන යාමට ඉඩදෙන්න", "correct": true },
            { "text": "වම් සංඥා ලාම්පුව භාවිතා කර ඉක්මවා යාම සඳහා සංඥා ලබාදෙන්න", "correct": false },
            { "text": "වාහනය මධ්‍යම මංතීරුවට ගෙන ඒමෙන් අනෙක් වාහනය ඉක්මවා යාම වැළැක්වන්න", "correct": false }
        ]
    },
    {
        "question": "ඔබ රියදුරු වන අතරදී ඔබේ ජංගම දුරකථනය හඬනවා නම්, ඔබ කළ යුත්තේ:",
        "answers": [
            { "text": "නගර සීමාවන් තුළදී පිළිතුරු දැක්විය නොහැක.", "correct": false },
            { "text": "එක අතකින් රිය පැදවීමටත්, අනෙක් අතකින් දුරකථනයට පිළිතුරු දැක්වීමටත් හැකිය.", "correct": false },
            { "text": "පිළිතුරු දැක්විය යුතු නම්, ආරක්ෂිත ස්ථානයකට නැවතුම් කර පිළිතුරු දෙන්න.", "correct": true },
            { "text": "රියදුරු වන අතර ජංගම දුරකථනය රැගෙන යාමෙන් වලකින්න.", "correct": false }
        ]
    },
    {
        "question": "ඔබ රියදුරු වන අතරදී මාර්ගය මත බාධාවක් නිසා වාහන නවතා ඇති බව දකින්නේ නම්, ඔබ කළ යුතුය:",
        "answers": [
            { "text": "දකුණු පැත්තේ කිසිදු වාහනයක් නොමැති නම්, දකුණට ගමන් කරන්න.", "correct": false },
            { "text": "සියලුම වාහන ඉක්මවා බාධාව ඉදිරියෙන් නවතින්න.", "correct": false },
            { "text": "මාර්ගයේ අවසාන වාහනය පිටුපස නවතින්න.", "correct": true },
            { "text": "හෝන් එක තදින් ඔබා ඉක්මනින් ඉදිරියට යාමට සංඥා කරන්න.", "correct": false }
        ]
    },
    {
        "question": "ඔබ රියදුරු වන අතරදී බස් රථයක් නවතා ඇති අතර මගීන් බැස යනවා නම්, ඔබ කළ යුතුය:",
        "answers": [
            { "text": "බස් රථයට කිසිදු සැලකිල්ලක් නොදැක්විය හැක.", "correct": false },
            { "text": "මගීන් මාර්ගය හරහා පැමිණීමට පෙර වේගය වැඩි කරන්න.", "correct": false },
            { "text": "බස් රථය පිටුපස නවතින්න.", "correct": false },
            { "text": "මගීන් මාර්ගය හරහා පිටවිය හැකි බව බලාපොරොත්තු වී වේගය සීමා කරන්න.", "correct": true }
        ]
    },
    {
        "question": "ඔබ රියදුරු වන අතරදී මංසන්ධියක ගමන් සංඥා පාලනය ක්‍රියාත්මක වන්නේ නම්, ඔබ කළ යුතුය:",
        "answers": [
            { "text": "වේගය වැඩි කර මංසන්ධිය ඉක්මවා යන්න.", "correct": false },
            { "text": "සෑම විටම ගමන් සංඥා ඉතා මැනවින් පිළිපදින්න.", "correct": true },
            { "text": "මංසන්ධියක නවත්වන ලෙස සැරසෙන්න.", "correct": false },
            { "text": "ඉදිරිපිට ඇති වාහනයේ ක්‍රියාවලිය අනුගමනය කරන්න.", "correct": false }
        ]
    },
    {
        "question": "රාත්‍රියේ රිය පදවීමේදී, ඔබ කළ යුතුය:",
        "answers": [
            { "text": "හැකිතාක් හෝන් භාවිතා කරන්න.", "correct": false },
            { "text": "වාහන අඩු බැවින් වේගය වැඩි කරන්න.", "correct": false },
            { "text": "ඔබේ දැක්ම සීමිත බැවින් සැලකිලිමත්ව රිය පැදවන්න.", "correct": true },
            { "text": "ප්‍රදීපාගාර පද්ධතිය හොඳින් ක්‍රියාත්මක වන්නේ නම් කිසිඳු බියක් නොමැත.", "correct": false }
        ]
    },
    {
        "question": "පොලිස් නිලධාරියෙකු මංසන්ධියක ගමන් සංඥා පාලනය කරන විට, ඔබ කළ යුතුය:",
        "answers": [
            { "text": "දකුණට හැරවීමේදී පමණක් පොලිස් නිලධාරීගේ සංඥා පිළිපදින්න.", "correct": false },
            { "text": "පොලිස් නිලධාරීගේ සංඥා අනුගමනය කරන්න.", "correct": true },
            { "text": "ගමන් සංඥා අනුගමනය කරන්න.", "correct": false },
            { "text": "ඔබ කැමති පරිදි සංඥා අනුගමනය කරන්න.", "correct": false }
        ]
    },
    {
        "question": "ඔබේ වාහනය ගමන් කළදී දෝෂයක් ඇතිනම්, ඔබ කළ යුතුය:",
        "answers": [
            { "text": "මාර්ගය අවහිර නොවෙන ආකාරයෙන් වාහනය නවත්වන්න.", "correct": true },
            { "text": "වත්මන් ස්ථානයේ වාහනය නවත්වන්න.", "correct": false },
            { "text": "හැකි තාක් දුරක් ගමන් කර පසුව නවත්වන්න.", "correct": false }
        ]
    },
    {
        "question": "විටින් විට වැසි ඇති මාර්ග තත්ත්වයන්හිදී, ඔබ කළ යුතුය:",
        "answers": [
            { "text": "ටයර් හොඳ තත්ත්වයේ නම් කිසිඳු බියක් නොමැත.", "correct": false },
            { "text": "අඩු ගියරයකින් මන්දගාමීව රිය පැදවන්න.", "correct": true },
            { "text": "ඉහළ ගියරයක වේගයෙන් ගමන් කරන්න.", "correct": false },
            { "text": "ඉහළ ගියරයක මන්දගාමීව ගමන් කරන්න.", "correct": false }
        ]
    },
    {
        "question": "අනතුරුදායක උස්වැස්සේ හෝ බස්සියේ රිය පැදවීමේදී, ඔබ කළ යුතුය:",
        "answers": [
            { "text": "වේගයෙන් රිය පැදවන්න.", "correct": false },
            { "text": "අඩු ගියරයක රිය පැදවන්න.", "correct": true },
            { "text": "ඉහළ ගියරයක රිය පැදවන්න.", "correct": false },
            { "text": "නියුට්‍රල් මත රිය පැදවන්න.", "correct": false }
        ]
    },
    {
        "question": "සමතල පෘෂ්ඨයක වාහනය නැවැත්වීමේදී, ඔබ කළ යුතු වැදගත්ම ක්‍රියාව කුමක්ද?",
        "answers": [
            { "text": "දොර අගුලු දමන්න.", "correct": false },
            { "text": "නවතීම් තදකරනය නිසි ලෙස ක්‍රියාත්මක කර තිබෙන බව තහවුරු කරන්න.", "correct": true },
            { "text": "දිවා කාලය තුළ වුවද ආලෝකය දිලීප් කර තබන්න.", "correct": false },
            { "text": "වාහනය නැවැත්වීමේදී ඉදිරි ටයර් නිවැරදි දිශාවට යොමු කර ඇතිදැයි බැලිය යුතුය.", "correct": false }
        ]
    },
    {
        "question": "අනතුරු ආලෝකය ක්‍රියාවට නැංවිය යුත්තේ:",
        "answers": [
            { "text": "රෝගියෙකු ප්‍රවාහනය කරන විට.", "correct": false },
            { "text": "හතරමං හන්දියක ඉදිරියට ගමන් කරන විට.", "correct": false },
            { "text": "අනතුරුදායක ස්ථානයක වාහනයක් ඉස්මතු කරන විට.", "correct": false },
            { "text": "වාහනයේ දෝෂයක් හේතුවෙන් මාර්ගය මත නවත්වන විට.", "correct": true }
        ]
    },
    {
        "question": "වාහනයකට ඉන්ධන පිරවීමේදී, ඔබ කළ යුතුය:",
        "answers": [
            { "text": "එන්ජිම සම්බන්ධව සැලකිලිමත්වීම අවශ්‍ය නැත.", "correct": false },
            { "text": "එන්ජිම ක්‍රියාත්මක කරමින් ඉන්ධන පිරවීම.", "correct": false },
            { "text": "ඉන්ධන පිරවීමේදී එන්ජිම නවතීම් කරනවා.", "correct": true },
            { "text": "තෙල් මට්ටම පිළිබඳව සැලකිලිමත් විය යුතුය.", "correct": false }
        ]
    },
    {
        "question": "නව වාහන අංකකරණ ක්‍රියාවලිය යටතේ නිකුත් කරන අනන්‍යතා සහතිකය:",
        "answers": [
            { "text": "අනන්‍යතා සහතිකය පිළිබඳව සැලකිලිමත්වීම අවශ්‍ය නැත.", "correct": false },
            { "text": "එය සැමවිටම වාහනයේ රැදවිය යුතුය.", "correct": true },
            { "text": "එය නිවසේ ආරක්ෂා කර තබා ගත යුතුය.", "correct": false },
            { "text": "එය වාහනයේ හිමිකරු ළඟ තබා ගත යුතුය.", "correct": false }
        ]
    },
    {
        "question": "ඔබ රාත්‍රියේ රිය පැදවීමට නියමිත විට, ඉදිරියෙන් වාහනයක් පැමිණිවිට:",
        "answers": [
            { "text": "එම වාහනයේ ආලෝකය අඳුරු කළහොත් පමණක් ඔබේ ආලෝකය අඳුරු කරන්න.", "correct": false },
            { "text": "ඔබේ ආලෝකය අඳුරු කරන්න.", "correct": true },
            { "text": "ඔබේ ආලෝකය නවතන්න.", "correct": false },
            { "text": "හෝන් භාවිතා කරන්න.", "correct": false }
        ]
    },
    {
        "question": "වාහනයක් ඉස්මතු කිරීමේදී, හොඳම ක්‍රමය:",
        "answers": [
            { "text": "3වන හෝ 4වන ගියරය යොදා බලය වැඩි කරන්න.", "correct": false },
            { "text": "3වන හෝ 4වන ගියරය යොදා වේගය වැඩි කරන්න.", "correct": true },
            { "text": "1වන හෝ 2වන ගියරය යොදා බලය වැඩි කරන්න.", "correct": false },
            { "text": "1වන හෝ 2වන ගියරය යොදා වේගය වැඩි කරන්න.", "correct": false }
        ]
    },
    {
        "question": "තෙවන පේළිය ඇති මාර්ගයක, තෙවන පේළිය භාවිතා කළ යුත්තේ:",
        "answers": [
            { "text": "දකුණට හැරවීම සඳහා.", "correct": false },
            { "text": "වේගය වැඩි කිරීම සඳහා.", "correct": false },
            { "text": "වාහනයක් ඉස්මතු කිරීම සඳහා.", "correct": false },
            { "text": "වාහනයක් ඉස්මතු කිරීම, දකුණට හැරවීම හෝ අනතුරක් වළක්වා ගැනීම සඳහා.", "correct": true }
        ]
    },
    {
        "question": "මහමාර්ගෝපදේශ සංඛ්‍යාය අනුව අනතුරු ඇඟවීමේ සංඥා:",
        "answers": [
            { "text": "රතු, සුදු සහ කළු පැහැයෙන්.", "correct": false },
            { "text": "රතු, සුදු සහ නිල් පැහැයෙන්.", "correct": false },
            { "text": "සුදු පසුබැසීමක් මත රතු පැහැයෙන්.", "correct": false },
            { "text": "කහ පසුබැසීමක් මත කළු පැහැයෙන්.", "correct": true }
        ]
    },
    {
        "question": "ප්‍රධාන මාර්ගයකට ඇතුළු වීමේදී, ඔබ:",
        "answers": [
            { "text": "වමේ සිට පැමිණෙන වාහනවලට මාර්ගය දිය යුතුය.", "correct": false },
            { "text": "දකුණේ සිට පැමිණෙන වාහනවලට මාර්ගය දිය යුතුය.", "correct": false },
            { "text": "දකුණේ සහ වමේ සිට පැමිණෙන සියලු වාහනවලට මාර්ගය දිය යුතුය.", "correct": true },
            { "text": "එදිරිපිටින් පැමිණෙන වාහනවලට මාර්ගය දිය යුතුය.", "correct": false }
        ]
    },
    {
        "question": "රාත්‍රියේ රිය පැදවීමේදී ඉදිරිපිටින් පැමිණෙන වාහනයක් එහි ප්‍රධාන ආලෝකය අඳුරු නොකළහොත්, ඔබ:",
        "answers": [
            { "text": "ඔබේ ආලෝකය නවතන්න.", "correct": false },
            { "text": "ඔබේ ආලෝකය දැඩි කරන්න.", "correct": false },
            { "text": "ඔබේ වාහනයේ වේගය සීමා කරන්න.", "correct": false },
            { "text": "ඔබේ වේගය සීමා කරන්න හෝ වාහනය නවතන්න.", "correct": true }
        ]
    },
    {
        "question": "දිගුම මධ්‍යම රේඛාවක් සලකුණු කර ඇති විට, ඔබට:",
        "answers": [
            { "text": "දකුණට හැරවීම සඳහා පමණක් එය හරහා යා හැක; ඉස්මතු කිරීම තහනම්.", "correct": true },
            { "text": "දකුණට හැරවීම සඳහා පමණක් එය හරහා යා හැක.", "correct": false },
            { "text": "දකුණට හැරවීම සහ වාහනයක් ඉස්මතු කිරීම සඳහා එය හරහා යා හැක.", "correct": false },
            { "text": "වාහනයක් ඉස්මතු කිරීම සඳහා එය හරහා යා හැක, නමුත් දකුණට හැරවීම සඳහා නොවේ.", "correct": false }
        ]
    },
    {
        "question": "වාහනයක් පසුබා ගන්නේ නිවැරදි ක්‍රමය කුමක්ද?",
        "answers": [
            { "text": "ඉහළ ගියරයක් යොදා බලය වැඩි කිරීමෙන්.", "correct": false },
            { "text": "ඔබ කැමති ආකාරයට පසුබාගත හැක.", "correct": false },
            { "text": "වාහනය මාර්ගයට සමන්තරව නවතා, හැකිවූ තරම් අඩු දුරක් පසුබෑම.", "correct": true },
            { "text": "වාහනය මාර්ගයට අසමන්තරව නවතා, හැකිවූ තරම් අඩු දුරක් පසුබෑම.", "correct": false }
        ]
    },
    {
        "question": "නියමිත අවස්ථා වලදී වාහනයක් ඉස්මතු කළ යුතු නොවන අවස්ථාව කුමක්ද?",
        "answers": [
            { "text": "පාසලක් ඉදිරියේදී.", "correct": false },
            { "text": "රෝහලක් ඉදිරියේදී.", "correct": false },
            { "text": "මධ්‍යම රේඛාව කඩා ගිය විට.", "correct": false },
            { "text": "පර්වතයකට ඉදිරියෙන්.", "correct": true }
        ]
    },
    {
        "question": "පාපත යාත්‍රා මාර්ග සංඥාවක් දැකීමේදී ඔබ කළ යුතු දේ:",
        "answers": [
            { "text": "රථවාහන තදබදයකදී පමණක් සැලකිලිමත් වන්න.", "correct": false },
            { "text": "පාපත ගමන්කරුවන් සිටීදැයි බැලීම.", "correct": false },
            { "text": "පාපත මාරුවට පෙර නවතින්න.", "correct": false },
            { "text": "වේගය සීමා කිරීම.", "correct": true }
        ]
    },
    {
        "question": "රථවාහන ආලෝක සංඥාවන් අනුව ගමන් කිරීමට සූදානම් වීමට දක්වන වර්ණය:",
        "answers": [
            { "text": "රතු.", "correct": false },
            { "text": "කොළ.", "correct": false },
            { "text": "කහ.", "correct": false },
            { "text": "කහ සහ රතු.", "correct": true }
        ]
    },
    {
        "question": "වටරවුමකට ළඟා වූ විට, රථවාහන සංඥා ලාම්පු වල කහ ආලෝකය දැන්වූ විට:",
        "answers": [
            { "text": "එය රථවාහන සංඥා ලාම්පු මඟින් පාලනය නොවේ.", "correct": false },
            { "text": "දකුණින් එන වාහනවලට මඟදීම් කරන්න.", "correct": false },
            { "text": "වමෙන් එන වාහනවලට මඟදීම් කරන්න.", "correct": false },
            { "text": "රථවාහන සංඥා ලාම්පු නියමයන් පිළිපදිය යුතුය.", "correct": true }
        ]
    },
    {
        "question": "වටරවුමකට ළඟා වූ විට, රථවාහන සංඥා ලාම්පු කහ ආලෝකය මඳින්නම් දීපන නම්:",
        "answers": [
            { "text": "එය ඔබේ අවධානය යොමු කිරීමට යොදාගත් උපක්‍රමයකි.", "correct": false },
            { "text": "ඉදිරියට ගමන් කරන්න.", "correct": false },
            { "text": "වටරවුම් නීති පිළිපදින්න.", "correct": true },
            { "text": "වටරවුම් නීති මෙහි අදාළ නොවේ.", "correct": false }
        ]
    },
    {
        "question": "අඳුරු කළා හැකි වීදුරු පිළිබඳ නීතිමය නියෝගය:",
        "answers": [
            { "text": "ඉදිරි කවුළුව හැර අනිකුත් සියලුම වීදුරු අඳුරු කළ හැක.", "correct": false },
            { "text": "සියලුම වීදුරු අඳුරු කළ නොහැක.", "correct": false },
            { "text": "ඉදිරි කවුළුවේ පහළ සිට ඉහළට කොටස් 5ක් පවා 4ක් සහ ඉදිරි දොර වීදුරු අඳුරු කළ නොහැක.", "correct": true },
            { "text": "සියලුම වීදුරු අඳුරු කළ හැක.", "correct": false }
        ]
    },
    {
        "question": "රථවාහන සංඥා ලාම්පු වල කොළ ආලෝකය දැල්වූ විට ඊළඟට සිදුවන සංඥාව:",
        "answers": [
            { "text": "රතු සහ කහ ආලෝකය දැල්වේ.", "correct": false },
            { "text": "කොළ ආලෝකය දැල්වෙමින්, කහද දැල්වෙනවා.", "correct": false },
            { "text": "කොළ මැකී, රතු දැල්වේ.", "correct": false },
            { "text": "කොළ මැකී, කහ දැල්වේ.", "correct": true }
        ]
    },
    {
        "question": "රථවාහන සංඥා ලාම්පු වල රතු ආලෝකය දැල්වූ විට ඊළඟට සිදුවන සංඥාව:",
        "answers": [
            { "text": "රතු මැකී, කොළ සහ කහ දැල්වේ.", "correct": false },
            { "text": "රතු මැකී, කහ දැල්වේ.", "correct": false },
            { "text": "රතු දැල්වෙන අතර කහද දැල්වීම.", "correct": true },
            { "text": "රතු මැකී, කොළ දැල්වේ.", "correct": false }
        ]
    },
    {
        "question": "අනතුරක් සිදුවූ විට පොලිස් ස්ථානයට වාර්තා කිරීමට දෙන උපරිම කාලය:",
        "answers": [
            { "text": "36 පැය.", "correct": false },
            { "text": "12 පැය.", "correct": false },
            { "text": "24 පැය.", "correct": true },
            { "text": "48 පැය.", "correct": false }
        ]
    }
]